
export const shlokas = [
  [
    ['विश्वं', 'विष्णु', 'वषट्कार', 'भूत भव्य भवत् प्रभुः'],
    ['भूतकृत्', 'भूतभृत्', 'भावः', 'भूतात्मा', 'भूतभावनः']
  ],
  [
    ['पूतात्मा', 'परमात्मा च', 'मुक्तानां परमा गतिः'],
    ['अव्ययः', 'पुरुषः', 'साक्षी', 'क्षेत्रज्ञः', 'अक्षरः एव च']
  ]
];

export const meanings = [
  [
    ['complete', 'pervader', 'controller', 'lord of past, present, and future'],
    ['creator of beings', 'sustainer of beings', 'essence', 'basis of existence', 'basis of experience']
  ], [
    ['pure soul', 'supreme soul also', 'supreme goal of the liberated'],
    ['imperishable', 'generous', 'witness', 'knower of the field', 'yet inexhaustible']
  ]
];

export const commentary = [
  [
    [
      'विश्वम्‌ सर्वत्र पूर्णत्वात् स्वरूप-गुण-विभवै:',
      'चराचरेषु भूतेषु वेशनात् बिष्णुरुच्यते',
      'स्वेच्छया यो वशे सर्वं वषट्कारः करोति सः',
      'त्रिकाल वर्तिनां शेषी भूत भव्य भवत् प्रभुः'
    ], [
      'भूतानि यः असौ सृजति स्वातन्त्र्येण स भूतकृत्',
      'भूतभृत् भूतभरणात्',
      'श्लिष्टत्वात् भाव ईरितः (विशिष्टतया इति)',
      'शरीरभूत- भूतानां भूतात्मा आत्मतया स्थितः',
      'धारकादि प्रदानेन यश्च वर्धयति स्वयं ।\nभूतानि नित्यं झटिति सा तु स्यात् भूतभावनः ॥\n(धारक पोषक भोग्यप्रदानेन)'
    ]
  ],
  [
    [
      'शरीरत्वात् च जगतः तद्दोषै न कदाचन।\nलिप्यते यः स पूतात्मा न भुंक्ते च फलानि यः॥',
      'येन भूतानि आत्मवन्ति नायं अन्येन च आत्मवान् ।\nअतो हि आत्मेश्वरत्वात् च परमात्मा प्रकीर्तितः ॥',
      'ब्रह्म साधर्म्यम् आपन्नाः मुक्ताः तेषां परा गतिः।\nमुख्यप्राप्यः ततः शेषी मुक्तानां परमा गतिः ॥'
    ], [
      'न वीयते च वैकुण्ठात् मुक्तो अधस्तात् अतो अव्ययः',
      'मुक्तेभ्यः स्वात्म पर्यन्तदानात् पुरुष ईरितः',
      'स्वयं आनन्दयन् तृप्यन् साक्षी साक्षात् करोति सः',
      'क्षेत्रं तु परम व्योम मुक्तेभ्यो वेत्ति नित्यशः।\nदातुं स्वनुभवं यश्च क्षेत्रज्ञः स तु कथ्यते॥',
      'सदा अनुभूयमानः अपि निस्सीम गुण गौरवात् ।\nमुक्तैः क्वचित् न क्षरति इति अक्षरः परिकीर्तितः ॥'
    ]
  ]
]
