export const shlokas = [
  [['विश्वं', 'विष्णुः', 'वषट्कारः', 'भूत भव्य भवत् प्रभुः'],
  ['भूतकृत्', 'भूतभृत्', 'भावः', 'भूतात्मा', 'भूतभावनः']
],
  [
  ['पूतात्मा', 'परमात्मा च', 'मुक्तानां परमा गतिः'],
  ['अव्ययः ', 'पुरुषः', 'साक्षी', 'क्षेत्रज्ञः', 'अक्षरः एव च']
],
  [
  ['योगो', 'योगविदां नेता', 'प्रधान पुरुषेश्वरः'],
  ['नारसिंहवपुः', 'श्रीमान् ', 'केशवः', 'पुरुषोत्तमः ']
],
  [
  ['सर्वः ', 'शर्वः ', 'शिवः', 'स्थाणुः', 'भूतादिः', 'निधिः अव्ययः'],
  ['संभवः', 'भावनः', 'भर्ता', 'प्रभवः', 'प्रभुः', 'ईश्वरः']
],
  [
  ['स्वयम्भूः', 'शम्भुः', 'आदित्यः', 'पुष्कराक्षः', 'महास्वनः'],
  ['अनादि निधनो', 'धाता', 'विधाता', 'धातुरुत्तमः']
],
  [
  ['अप्रमेयः ', 'हृषीकेशः', 'पद्मनाभः', 'अमर प्रभुः'],
  ['विश्वकर्मा', 'मनुः', 'त्वष्टा', 'स्थविष्ठः', 'स्थविरः', 'ध्रुवः ']
],
  [
  ['अग्राह्यः ', 'शाश्वतः', 'कृष्णः', 'लोहिताक्षः', 'प्रतर्दनः'],
  ['प्रभूतः ', 'त्रिककुद् धाम', 'पवित्रं', 'मङ्गलं परं']
],
  [
  ['ईशानः', 'प्राणदः', 'प्राणः', 'ज्येष्ठः', 'श्रेष्ठः', 'प्रजापतिः'],
  ['हिरण्यगर्भः', 'भूगार्भः', 'माधवः', 'मधुसूदनः']
],
  [
  ['ईश्वरः', 'विक्रमी', 'धन्वी', 'मेधावी ', 'विक्रमः', 'क्रमः'],
  ['अनुत्तमः ', 'दुराधर्षः', 'कृतज्ञः', 'कृतिः', 'आत्मवान्']
],
  [
  ['सुरेशः', 'शरणं', 'शर्म', 'विश्वरेताः', 'प्रजाभवः'],
  ['अहः', 'संवत्सरः', 'व्यालः', 'प्रत्ययः ', 'सर्वदर्शनः']
],
  [
  ['अजः ', 'सर्वेश्वरः', 'सिद्धः', 'सिद्धिः', 'सर्वादि', 'अच्युतः '],
  ['वृषाकपिः', 'अमेयात्मा', 'सर्व योग विनिसृतः']
],
  [
  ['वसुः', 'वसुमनाः', 'सत्यः ', 'समात्मा', 'सम्मितः', 'समः'],
  ['अमोघः', 'पुण्डरीकाक्षः', 'वृषकर्मा', 'वृषाकृतिः']
],
  [
  ['रुद्रो', 'बहुशिरा', 'बभ्रुः ', 'विश्वयोनिः', 'शुचिश्रवाः'],
  ['अमृतः', 'शाश्वतः स्थाणुः ', 'वारारोहः ', 'महातपाः']
],
  [
  ['सर्वगः', 'सर्ववित्', 'भानुः', 'विष्वक्सेनः ', 'जनार्दनः'],
  ['वेदः ', 'वेदवित्', 'अव्यङ्गः ', 'वेदाङ्गः', ' वेदवित्', 'कविः']
],
  [
  ['लोकाध्यक्षः', 'सुराध्यक्षः ', 'धर्माध्यक्षः', 'कृताकृतः'],
  ['चतुरात्मा', 'चतुर्व्यूहः', 'चतुर्दंष्ट्रः ', 'चतुर्भुजः']
],
  [
  ['भ्राजिष्णुः ', 'भोजनं', 'भोक्ता', 'सहिष्णुः', 'जगदादिजः'],
  ['अनघः ', 'विजयः', 'जेता ', 'विश्वयोनिः', 'पुनर्वसुः']
],
  [
  ['उपेन्द्रः', 'वामनः', 'प्रांशुः', 'अमोघः', 'शुचिः', 'ऊर्जितः '],
  ['अतीन्द्रः ', 'संग्रहः', 'सर्गः ', 'धृतात्मा', 'नियमः', 'यमः']
],
  [
  ['वेद्यः ', 'वैद्यः ', 'सदायोगी', 'वीरहा', 'माधवः', 'मधुः'],
  ['अतीन्द्रियः ', 'महामायः', 'महोत्साहः ', 'महाबलः']
],
  [
  ['महाबुद्धिः ', 'महावीर्यः', 'महाशक्तिः ', 'महाद्युतिः'],
  ['अनिर्देश्यवपुः', 'श्रीमान्', 'आमेयात्मा ', 'महाद्रिधृत् ']
],
  [
  ['महेष्वासः', 'महीभर्ता', 'श्रीनिवासः', 'सतां गतिः '],
  ['अनिरुद्धः', 'सुरानन्दः', 'गोविन्दः', 'गोविदां पतिः']
],
  [
  ['मरीचिः', 'दमनः', 'हंसः', 'सुपर्णः', 'भुजगोत्तमः'],
  ['हिरण्यनाभः', 'सुतपाः', 'पद्मनाभः ', 'प्रजापतिः']
],
  [
  ['अमृत्युः', 'सर्वदृक्', 'सिंहः', 'सन्धाता', 'सन्धिमान्', 'स्थिरः'],
  ['अजः', 'दुर्मर्षणः', 'शास्ता', 'विश्रुतात्मा', 'सुरारिहा']
],
  [
  ['गुरुः गुरुतमः ', 'धामः', 'सत्यः', 'सत्य पराक्रमः'],
  ['निमिषः', 'अनिमिषः ', 'स्रग्वी', 'वाचस्पतिः', 'उदारधीः']
],
  [
  ['अग्रणीः', 'ग्रामणीः', 'श्रीमान्', 'न्यायो', 'नेता ', 'समीरणः'],
  ['सहस्र मूर्धा', 'विश्वात्मा', 'सहस्राक्षः', 'सहस्रपात्']
],
  [
  ['आवर्तनो', 'निवृत्तात्मा', 'संवृतः', 'सम्प्रमर्दनः'],
  ['अहः संवर्तको', 'वह्निः', 'अनिलः', 'धरणी धरः']
],
  [
  ['सुप्रसादः', 'प्रसन्नात्मा', 'विश्वसृट् ', 'विश्वभुग्विभुः'],
  ['सत्कर्ता', 'सत्कृतः', 'साधुः', 'जह्नुः ', 'नारायणो', 'नरः']
],
  [
  ['असंख्येयः', 'अप्रमेयात्मा', 'विशिष्टः', 'शिष्टकृत् ', 'शुचिः'],
  ['सिद्धार्थः', 'सिद्ध संकल्पः ', 'सिद्धिदः', 'सिद्धि साधनः']
],
  [
  ['वृषाही', 'वृषभः', 'विष्णुः', 'वृषपर्वा', 'वृषोदरः'],
  ['वर्धनः', 'वर्धमानः च', 'विविक्तः', 'श्रुतिसागरः']
],
  [
  ['सुभुजो', 'दुर्धरः ', 'वाग्मी', 'महेन्द्रो', 'वसुदः', 'वसुः'],
  ['नैकरूपो', 'बृहद्रूपः ', 'शिपिविष्टः', 'प्रकाशनः']
],
  [
  ['ओजस् तेजो द्युतिधरः', 'प्रकाशात्मा', 'प्रतापनः'],
  ['ऋद्धः ', 'स्पष्टाक्षरो ', 'मन्त्रः', 'चन्द्रांशुः', 'भास्कर द्युतिः']
],
  [
  ['अमृतांशूद्भवः ', 'भानुः', 'शशबिन्दुः', 'सुरेश्वरः'],
  ['औषधम्', 'जगतः सेतुः', 'सत्य धर्म पराक्रमः']
],
  [
  ['भूत भव्य भवन्नाथः', 'पवनः', 'पावनः', 'अनलः'],
  ['कामहा', 'कामकृत् ', 'कान्तः', 'कामः', 'काम प्रदः', 'प्रभुः']
],
  [
  ['युगादिकृत्', 'युगावर्तः', 'नैक मायः', 'महाशनः'],
  ['अदृश्यः', 'व्यक्तरूपः च', 'सहस्रजित् ', 'अनन्तजित् ']
],
  [
  ['इष्टः', 'अविशिष्टः ', 'शिष्टेष्टः', 'शिखण्डी', 'नहुषः', 'वृषः'],
  ['क्रोधहा', 'क्रोधकृत् ', 'कर्ता', 'विश्वबाहुः', 'महीधरः']
],
  [
  ['अच्युतः', 'प्रथितः', 'प्राणः', 'प्राणदः', 'वासवानुजः'],
  ['अपां निधिः ', 'अधिष्ठानम्', 'अप्रमत्तः', 'प्रतिष्ठितः']
],
  [
  ['स्कन्दः', 'स्कन्दधरः', 'धुर्यः', 'वरदो', 'वायु वाहनः'],
  ['वासुदेवः', 'बृहद्भानुः ', 'आदिदेवः ', 'पुरंदरः']
],
  [
  ['अशोकः', 'तारणः', 'तारः', 'शूरः', 'शौरिः', 'जनेश्वरः'],
  ['अनुकूलः', 'शतावर्तः', 'पद्मी', 'पद्मनिभेक्षणः']
],
  [
  ['पद्मनाभः ', 'अरविन्दाक्षः ', 'पद्मगर्भः ', 'शरीरभृत्'],
  ['महर्द्धिः ', 'ऋद्धः ', 'वृद्धात्मा ', 'महाक्षः', 'गरुडध्वजः']
],
  [
  ['अतुलः', 'शरभः', 'भीमः', 'समयज्ञः', 'हविर्हरिः'],
  ['सर्वलक्षणलक्षण्यो', 'लक्ष्मीवान्', 'समितिञ्जयः']
],
  [
  ['विक्षरो', 'रोहितो', 'मार्गो ', 'हेतुः', 'दामोदरः', 'सहः'],
  ['महीधरः', 'महाभागः', 'वेगवान्', 'अमिताशनः']
],
  [
  ['उद्भवः', 'क्षोभणो', 'देवः', 'श्रीगर्भः', 'परमेश्वरः'],
  ['करणं ', 'कारणं', 'कर्ता', 'विकर्ता', 'गहनो', 'गुहः ']
],
  [
  ['व्यवसायः', 'व्यवस्थानः', 'संस्थानः', 'स्थानदः', 'ध्रुवः'],
  ['परर्द्धिः ', 'परमस्पष्टः', 'तुष्टः', 'पुष्टः', 'शुभेक्षणः']
],
  [
  ['रामः', 'विरामः', 'विरतः मार्गः ', 'नेयः', 'नयः', 'अनयः '],
  ['वीरः', 'शक्तिमतां श्रेष्ठः ', 'धर्मः', 'धर्मविदुत्तमः']
],
  [
  ['वैकुण्ठः', 'पुरुषः', 'प्राणः', 'प्राणदः', 'प्रणमः ', 'पृथुः '],
  ['हिरण्यगर्भः', 'शत्रुघ्नः', 'व्याप्तः', 'वायुः', 'अधोक्षजः ']
],
  [
  ['ऋतुः', 'सुदर्शनः', 'कालः', 'परमेष्ठी', 'परिग्रहः'],
  ['उग्रः', 'संवत्सरः', 'दक्षः ', 'विश्रामः ', 'विश्व दक्षिणः']
],
  [
  ['विस्तारः', 'स्थावरस्थाणुः ', 'प्रमाणं', 'बीजम् अव्ययम्'],
  ['अर्थः', 'अनर्थः ', 'महाकोषः', 'महाभोगः', 'महाधनः']
],
  [
  ['अनिर्विण्णः', 'स्थविष्ठः', 'भूः', 'धर्मयूपः', 'महामखः'],
  ['नक्षत्रनेमिः', 'नक्षत्री', 'क्षमः', 'क्षामः ', 'समीहनः ']
],
  [
  ['यज्ञः', 'इज्यः', 'महेज्यः च', 'क्रतुः', 'सत्त्रम्', 'सतां गतिः'],
  ['सर्व दर्शी', 'निवृत्तात्मा', 'सर्वज्ञः', 'ज्ञानं उत्तमं']
],
  [
  ['सुव्रतः', 'सुमुखः', 'सूक्ष्मः', 'सुघोषः', 'सुखदः', 'सुहृत्'],
  ['मनोहरः', 'जितक्रोधः ', 'वीरबाहुः ', 'विदारणः']
],
  [
  ['स्वापनः', 'स्ववशः', 'व्यापी', 'नैकात्मा', 'नैककर्मकृत्'],
  ['वत्सरः', 'वत्सलः', 'वत्सी', 'रत्नगर्भः', 'धनेश्वरः']
],
  [
  ['धर्मगुप् ', 'धर्मकृत् ', 'धर्मी', 'सत् ', 'अक्षरम्', 'असत्', 'क्षरम्'],
  ['अविज्ञाता', 'सहस्रांशुः', 'विधाता', 'कृतलक्षणः']
],
  [
  ['गभस्तिनेमिः', 'सत्त्वस्थः', 'सिंहः', 'भूत महेश्वरः'],
  ['आदिदेवः ', 'महादेवः', 'देवेशः', 'देवभृत् ', 'गुरुः']
],
  [
  ['उत्तरः', 'गोपतिः', 'गोप्ता', 'ज्ञानगम्यः', 'पुरातनः'],
  ['शरीर भूतभृत्', 'भोक्ता', 'कपीन्द्रः ', 'भूरिदक्षिणः']
],
  [
  ['सोमपः ', 'अमृतपः', 'सोमः', 'पुरुजित् ', 'पुरुसत्तमः'],
  ['विनयः', 'जयः', 'सत्यसंधः', 'दाशार्हः', 'सात्वतां पतिः']
],
  [
  ['जीवः', 'विनयिता', 'साक्षी', 'मुकुन्दः', 'अमितविक्रमः '],
  ['अम्भोनिधिः', 'अनन्तात्मा', 'महोदधिशयः', 'अन्तकः']
],
  [
  ['अजः', 'महार्हः', 'स्वाभाव्यः', 'जितामित्रः', 'प्रमोदनः'],
  ['आनन्दः', 'नन्दनः', 'नन्दः ', 'सत्यधर्मा ', 'त्रिविक्रमः']
],
  [
  ['महर्षिः', 'कपिलाचार्यः', 'कृतज्ञः', 'मेदिनीपतिः'],
  ['त्रिपदः ', 'त्रिदशाध्यक्षः ', 'महाशृङ्गः', 'कृतान्तकृत् ']
],
  [
  ['महावराहः ', 'गोविन्दः', 'सुषेणः', 'कनकाङ्गदी'],
  ['गुह्यः', 'गभीरः', 'गहनः ', 'गुप्तः', 'चक्रगदाधरः']
],
  [
  ['वेधाः', 'स्वाङ्गः ', 'अजितः', 'कृष्णः', 'दृढः ', 'संकर्षणः', 'अच्युतः '],
  ['वरुणः', 'वारुणः', 'वृक्षः', 'पुष्कराक्षः ', 'महामनाः']
],
  [
  ['भगवान् ', 'भगहा ', 'नन्दी', 'वनमाली', 'हलायुधः'],
  ['आदित्यः', 'ज्योतिरादित्यः', 'सहिष्णुः', 'गतिसत्तमः']
],
  [
  ['सुधन्वा', 'खण्डपरशुः', 'दारुणः', 'द्रविणप्रदः'],
  ['दिविस्पृक् ', 'सर्वदृक् ', 'व्यासः', 'वाचस्पतिः', 'आयोनिजः']
],
  [
  ['त्रिसामा', 'सामगः', 'साम', 'निर्वाणं', 'भेषजम्', 'भिषक्'],
  ['संन्यासकृत् ', 'शमः', 'शान्तः', 'निष्ठा', 'शान्तिः', 'परायणं']
],
  [
  ['शुभाङ्गः', 'शान्तिदः ', 'स्रष्टा', 'कुमुदः', 'कुवलेशयः'],
  ['गोहितः', 'गोपतिः', 'गोप्ता', 'वृषभाक्षः', 'वृषप्रियः']
],
  [
  ['अनिवर्ती', 'निवृत्तात्मा', 'संक्षेप्ता', 'क्षेमकृत्', 'शिवः'],
  ['श्रीवत्सवक्षाः ', 'श्रीवासः', 'श्रीपतिः', 'श्रीमतां वरः']
],
  [
  ['श्रीदः', 'श्रीशः', 'श्रीनिवासः ', 'श्रीनिधिः', 'श्रीविभावनः'],
  ['श्रीधरः', 'श्रीकरः', 'श्रेयः श्रीमान्', 'लोकत्रयाश्रयः ']
],
  [
  ['स्वक्षः', 'स्वङ्गः', 'शतानन्दः', 'नन्दिः', 'ज्योतिर्गणेर्श्वरः'],
  ['विजितात्मा', 'विधेयात्मा', 'सत्कीर्तिः', 'छिन्नसंशयः']
],
  [
  ['उदीर्णः', 'सर्वतः चक्षुः', 'अनीशः', 'शाश्वतस्थिरः'],
  ['भूशयः', 'भूषणः', 'भूतिः', 'विशोकः ', 'शोकनाशनः']
],
  [
  ['अर्चिष्मान्', 'अर्चितः', 'कुम्भः', 'विशुद्धात्मा', 'विशोधनः'],
  ['अनिरुद्धः', 'अप्रतिरथः', 'प्रद्युम्नः', 'अमितविक्रमः ']
]];

export const commentary = [
  [['विश्वम्\u200c सर्वत्र पूर्णत्वात् स्वरूप-गुण-विभवै:', 'चराचरेषु भूतेषु वेशनात् बिष्णुरुच्यते', 'स्वेच्छया यो वशे सर्वं वषट्कारः करोति सः', 'त्रिकाल वर्तिनां शेषी भूत भव्य भवत् प्रभुः'],
  ['भूतानि यः असौ सृजति स्वातन्त्र्येण स भूतकृत्', 'भूतभृत् भूतभरणात् …', '… श्लिष्टत्वात् भाव ईरितः \n (विशिष्टतया इति)', 'शरीरभूत- भूतानां भूतात्मा आत्मतया स्थितः', 'धारकादि प्रदानेन यश्च वर्धयति स्वयं ।\nभूतानि नित्यं झटिति सा तु स्यात् भूतभावनः ॥\n(धारक पोषक भोग्यप्रदानेन)']
],
  [
  ['शरीरत्वात् च जगतः तद्दोषै न कदाचन।\nलिप्यते यः स पूतात्मा न भुंक्ते च फलानि यः॥', 'येन भूतानि आत्मवन्ति नायं अन्येन च आत्मवान् ।\nअतो हि आत्मेश्वरत्वात् च परमात्मा प्रकीर्तितः ॥', 'ब्रह्म साधर्म्यम् आपन्नाः मुक्ताः तेषां परा गतिः।\nमुख्यप्राप्यः ततः शेषी मुक्तानां परमा गतिः ॥'],
  ['न वीयते च वैकुण्ठात् मुक्तो अधस्तात् अतो अव्ययः', 'मुक्तेभ्यः स्वात्म पर्यन्तदानात् पुरुष ईरितः ', 'स्वयं आनन्दयन् तृप्यन् साक्षी साक्षात् करोति सः', 'क्षेत्रं तु परम व्योम मुक्तेभ्यो वेत्ति नित्यशः।\nदातुं स्वनुभवं यश्च क्षेत्रज्ञः स तु कथ्यते॥', 'सदा अनुभूयमानः अपि निस्सीम गुण गौरवात् ।\nमुक्तैः क्वचित् न क्षरति इति अक्षरः परिकीर्तितः ॥']
],
  [
  ['उक्तं हि मुक्तप्राप्यत्वं अथ उपायत्वं उच्यते ।\nसाक्षात् मोक्षैका हेतुत्वात् योग इत्यभिधीयते ॥', 'उपाय भक्ति निष्ठा ये ते च योगविदः स्मृताः ।\nतेषां च फलपर्यन्ते नेता निर्वाहकः च यः॥', 'बन्धहेतोः प्रधानस्य बध्यमान नृणां च यः।\nनियामकः सर्वदा सः प्रधान पूरुषेश्वरः ॥'],
  ['नरवत् सिंहवत् रूपं यो बिभर्ति अभयप्रदं ।\nयथाकामं तु भक्तानां नारसिंहवपुः च सः  ॥', 'विरुद्धाकारत्वे अपि श्रीमान् सर्व मनोहरः', 'प्रशस्ता नील केशत्वात् केशवः परिकीर्तितः', 'बद्धादि पुरुषेभ्यो यो हि उत्कृष्टः पुरुषोत्तमः ']
],
  [
  ['चाराचर शरीरेषु व्याप्तिमान् सर्व ईरितः ', 'स्व शरीर जगद्दुःखं शर्वः स स्यात् शृणाति सः', 'शुभावहत्वात् भक्तानां शिव इत्यभिधीयते', 'संशमय्या अशिवं सर्वं विश्राण्यापि शिवं बहु ।\nस्वयं न विश्राम्यति यः सः स्थाणुः परिकीर्तितः॥', 'भूतैर्यः प्राणिभिः नित्यं स्पृहणीयतमत्वतः।\nउपादानाद्धि भूतादिः उच्यते सुन्दराकृतिः ॥', 'यः सदा आपद्धनामिव निधेयत्वात् निधिः स्मृतः।\nसदा उपभुज्यमानः अपि कलया अपि अनुपक्षयात् ॥\nअव्ययः स्यात् निधेः एतत् विशेषणम् उदाहृतं।\nअतो अव्ययो निधिः इति हि एक नाम प्रकीर्तितः ॥'],
  ['निधिवत् च अतिगूढोपि राम कृष्णादि भेदतः ।\nसमन्तात् बहुधा जातः संभवः परिकीर्तितः॥', 'जनित्वा उज्जीवयति यो जनान् स्यात् भावनस्तु सः', 'यस्मात् पुष्णाति आत्मदानात् स भर्ता परिकीर्तितः', 'देवादि जन वैजत्यात् प्रकृष्ट उत्पत्तिमत्त्वतः ।\nअविद्या दोष वैधुर्यात् प्रभवः परिकीर्तितः॥', 'ब्रह्मादीनां च सर्वेषां भोग मोक्ष समर्पणे।\nसमर्थः प्रभुः इत्युक्तः सर्वेष्ट फलादो मनुः ॥', 'मनुष्यादि अवतारे अपि ब्रह्मादीन् च प्रयोजने ।\nनियन्ता तु ईश्वरः प्रोक्तः प्राधान्य फलदः मनुः॥']
],
  [
  ['भवति स्वेच्छया यो असौ स्वयम्भूः परिकीर्तितः', 'स्वसौन्दर्यादि गुणानां यो हि आविष्कारेण शम् सुखं ।\nपुंसां सम्यक् भावयति स शम्भुः परिकीर्त्यते ॥', 'निवासः सविता यस्य स आदित्यः प्रकीर्तितः ', 'अक्षिणी पुण्डरीक इव भक्तानुग्रहकारिणी।\nयस्यासौ पुष्कराक्षः स्यात् अष्टवर्णस्तु पावकः ॥', 'महान् पूज्यः त्रयी रूपः स्वनो यस्य महास्वनः'],
  ['यस्य आदि निधनं नास्ति अनादिनिधनः च सः ।\nअनादिनिधनोपास्यो नित्य यौवन विग्रहः ॥', 'अचित् समष्टि भूतायां प्रकृतौ चित् समष्टिकम् ।\nगर्भम् विध्यात्मकम् धत्ते यस्तु धाता इति चक्षते ॥', 'तद्गर्भ परिणामे स्यात् आविर्भावयिता स्वयं ।\nधारणात् लीलया यस्मात् विधाता अयं प्रकीर्तितः॥', 'यो वै स्यात् धातुः उत्कृष्टः स च स्यात् धातुरुत्तमः ']
],
  [
  ['ब्रह्मादीनां च करणैः न मातुमपि शक्यते।\nद्रष्टुं हि असौ अप्रमेयः वचसां अपि अगोचरः ॥', 'इन्द्रियाणां नियन्तृत्वात् हृषीकेशः प्रकीर्तितः ', 'कालात्मकम् तु यत् पद्मं नाभौ यस्य स उच्यते ।\nपद्मनाभः च अष्टवर्णो महासंतानदो मनुः ॥', 'सृष्ट्यादिष्वपि देवानां अधिकार प्रदानतः ।\nअमर प्रभुः इत्युक्तो नवार्णः सर्वदो मनुः ॥'],
  ['विश्वस्य जगतः कर्म व्यापारो यस्य लक्षणं ।\nप्राक् ब्रह्म सृष्टेः ऊर्ध्वं च विश्वकर्मा इति कश्यते ॥', 'संकल्प लवमात्राच्च मनानात् मनुरुच्यते', 'नाम रूप व्याकरणात् त्वष्टा सृष्टस्य गद्यते', 'बहूभवंश्च सूक्ष्माणां स्थूलावस्थतया च सः।\nविस्तारवत्त्वात् यः स्थूलः स्थविष्ठः परिकीर्तितः ॥', 'कालातन्त्रतया दुग्धादध्यादिभ्यो विलक्षणः ।\nविद्यते यः सर्वकालं स्थविरः परिकीर्तितः॥', 'अप्रच्याव्य स्वस्वरूपात् सदा यः असौ ध्रुवः स्मृतः']
],
  [
  ['अग्राह्यो यो अनधिष्ठेयो मृत्तिकेव कुलालकैः', 'अव्युच्छिन्नाः ततस्त्वेते सर्ग स्थित्यन्त सम्यमाः ।\nअतः सदा प्रवाहत्वात् नित्यः शाश्वतः उच्यते ॥', 'एकान्त लीलारसतो निर्वृतः कृष्ण उच्यते ।\nकृषिः भूवाचकः शब्दः णश्च निर्वृति वाचकः ॥', 'रक्त राजीव नायनो लोहिताक्षः प्रकीर्तितः', 'यस्य ब्रह्म च क्षत्रं च हि ओदनं बावतः सदा ।\nप्रतर्दनः स विज्ञेयः संहर्तृत्वप्रदो मनुः ॥'],
  ['भोगोपकरणम् नित्यं निर्मर्यादं परं पदम् ।\nयस्य तेन समृद्धत्वात प्रभूत इति कथ्यते॥', 'त्रिपाद्विभूतिः त्रिककुत् सैव स्थानं विशेषतः।\nयस्य स त्रिकाकुद्धामा यद्वा त्रिगुण धर्मवान्॥\nआर्ष निरुक्तं आश्रित्य त्रिकाकुत् स्यात् त्रीलक्षणः ।\nअस्मिन् पक्षे भिन्ननाम धाम ज्योतिः स्वरूपवान् ॥', 'गुणस्य विभवानां च रूपस्य च निरन्तरं ।\nनिरूपकस्य सर्वश्च तन्निरूप्यं स्वरूपकम् ।\nअनुप्रविश्य वसति तत् पवित्रं इति स्मृतम् ॥', 'सर्व हेय प्रत्यनीकं अनन्त आनन्द लक्षणं ।\nवेदान्त पारगम् नित्यं उच्यते मङ्गलं परम् ॥']
],
  [
  ['सर्वावस्थासु सर्वेषां व्यवस्थापन शीलतः ।\nवस्तूनां भगवान् साक्षात् ईशानः परिकीर्तितः॥', 'सूरिभ्यः परिचर्यादौ बलदः प्राणदः स्मृतः', 'उज्जीवनस्य हेतुत्वात् नराणां प्राणः ईरितः', 'सर्वदा अनुभवे अपि एतैः आदृष्टपार भूतितः ज्येष्ठः', 'श्रेष्ठः च तैर्नित्यं स्तुतत्वात् अभिधीयते', 'बद्धात् उत्कृष्टतो ये च जायन्ते सूरयः प्रजाः।\nतेषां यो नित्यसूरीणां पतिः स स्यात् प्रजापतिः ॥'],
  ['हिरण्यं परमं धाम हिरण्यस्य समानतः ।\nहिरण्यगर्भः सः प्रोक्तः तस्मिन् वसति यः सदा ॥', 'यस्य भूः भरणीया अभूत् भुगर्भः अनुभवेन सः', 'श्रियः श्रद्धादि नाम्न्याः च पतिः माधव इष्यते', 'मध्वाख्यं असुरम् हन्ति सूरीणां करणम् च वा ।\nउपसंहरति स्वस्मिन् मधुसूदन इष्यते ॥']
],
  [
  ['ईशनात् रमणात् चापि ईश्वरः परिकीर्तितः', 'विक्रमः पौरुषं प्रोक्तः तद्वत्त्वात् विक्रमी बुधैः', 'पौरुषानुगुणम् शार्ङ्गं यस्य धन्वी स कथ्यते', 'निस्सीम भूमानुगुण नित्य सर्वज्ञ लक्षणा ।\nमेधा यस्यास्ति स प्रोक्तः मेधावी इति विचक्षणैः ॥', 'गमनम् पक्षिराजेन यस्य विक्रम उच्यते', 'क्रमणात क्रमहेतुत्वात् क्रम एष उदाहृतः'],
  ['उत्तमो नास्ति यस्मात् सः अनुत्तम उदाहृतः', 'अपां निधिवत् अक्षोभ्यः दुराधर्षः इतीरितः ।\nदुर्विज्ञेयगतिः यर्स्मात् दुराधर्षः प्रकीर्तितः॥', 'प्राणिभिः यत् कृतं कर्म तत् ज्ञात्वा फलदः यतः ।\nपत्र पुष्पादिना तुष्ठः कृतज्ञो मोक्षदानतः ॥', 'यस्मात् प्रसन्नात् सुकृतं तेषां स कृतिः इष्यते ।\nप्रयत्नो वा क्रिया वा अथ कृतिः उक्ता क्रियावतां॥', 'एषाम् आत्मशरीरादि निरासात् अथवा आत्मवान् ।\nस्वे महिम्नि प्रतिष्ठानात् आत्मवान् अभिदीयते ॥']
],
  [
  ['ब्रह्मादीनां फल्गु फल लिप्सूनां त्रिदिवौकसां ।\nसंविधाता सुरेषष्च प्रोच्यते विबुधोत्तमैः ॥', 'आर्तानाम् आर्तिहन्तृत्वात् शरणं परिकीर्तितः ।\nयदुपासं भयं दुःखं पापं बन्धो न बाधते ।\nप्रतिष्ठा च सुखं ज्ञानं भवेत् शरणं इत्यतः ॥', 'परमानन्द रूपत्वात् शर्म हिंसादि मन्थनात् ', 'विश्वं रेतो भगवतो विश्वरेताः हरिः स्मृतः ।\nज्ञानेन्द्रियादिकं विश्वं परिचर्यार्थं एव हि ।\nयः प्रजानां करोति इति विश्वरेताश्च स स्मृतः ॥', 'तद्दत्तैः एव करणैः तस्मिन् अभिमुखाः प्रजाः ।\nसर्वाश्चैव भवन्ति इति प्रजाभवः उदाहृतः ॥'],
  ['न सन्ति हीना यस्येति अहः स परिकीर्तितः।\nअनाद्यविद्या निद्रायां स्वधी हेतुतया हि अहः ॥', 'इत्थं तेषु प्रवृद्धेषु वसति उद्धरणाय यः', 'तान् आत्मसात् व्यालः उक्तः करोति यः', 'यः असौ प्रत्याययति तान् प्रत्ययः स उदाहृतः ', 'महिमानं सर्वसहम् तेषां दर्शयति इति सः ।\nसर्वदर्षनः आख्यातो नवार्णो लोचनप्रदः ॥']
],
  [
  ['प्रत्यर्थिनः स्वसंप्रातौ प्रजानां क्षिपति इति अजः', 'अशक्तानां च शक्तानां वैरूप्यं शरणैषिणाम् ।\nअश्नुते परिहर्तुं यः स सर्वेश्वरः ईरितः ॥', 'स्वरूपेणैव भक्तानां सिद्धत्वात् सिद्धिरुच्यते', 'अयमेव हि उपायैः च सिद्धिः स्यात् सिद्ध्यते यतः', 'सर्वेषां पुरुषार्थानां मूलं सर्वादि ईरितः', 'भक्तेभ्यो अच्युतपूर्वत्वात् अच्युतः परिकीर्तितः।\nआश्रितानां च्युतिः यस्मात् नास्ति सः अच्युत ईरितः॥'],
  ['कपिर्वराहः श्रेष्ठः च धर्मश्च वृषा उच्यते ।\nतस्मात् वृषाकपिः प्रोक्तः वस्वर्णो अभीष्टदो मनुः ॥', 'इयान् हि अपरिच्छेद्य स्वभावात् सर्वतः अधिकः ।\nआमेयात्मा समुद्दिष्टो हि औन्नत्य फलदो मनुः ॥', 'सर्वैरुपायैः प्राप्यश्च सर्वयोग विनिसृतः ']
],
  [
  ['वसति इति वसुः तेषु प्रीत्या परमया स्वयं', 'वसुनीव निधौ तेषु मनो यस्यास्ति सर्वदा ।\nसर्वैः वसुमनाः प्रोक्तो मातृवत् पोषको मनुः ॥', 'सत्सु साधुः सत्यः इति', 'समात्मा समचित्ततः', 'मितत्वात् च तथा भक्तैः सम्मितः परिकीर्तितः ', 'ज्ञाते अपरीचिते चापि समत्वात् समः उच्यते'],
  ['वितथ स्पर्श रहितः स हि अमोघः परिकीर्तितः', 'पुण्डरीकं परम् धाम नित्यमक्षरम् अव्ययं।\nतद्गतानां अक्षिभूतः पुण्डरीकाक्षः ईरितः ॥', 'श्रेयस्करम् धर्मरूपं कर्म यस्य प्रचक्षते ।\nवृषकर्मा इति विख्यातः शुभकर्मप्रदो मनुः ॥', 'धर्मरूपा आकृतिर्यस्य स वृशाकृतिरुच्यते ।\nतापत्रयाग्नि दग्धानां सुधेव अत्यंत शीतलं ।\nरूपं कर्णश्च यस्यास्ति वृषकर्मा वृषाकृतिः ॥']
],
  [
  ['ईदृक् रूपैः चेष्टितैश्च भक्तान् सानन्दबाष्पयन् ।\nरोदयन् रुद्र उद्दिष्टः सर्व संतोषदो मनुः ॥', 'फणाश्च बहवो यस्य स वै बहुशिरा मतः', 'अनन्तरूपो यो धत्ते पृथ्वीं बभ्रुः स ईरितः', 'विश्वेषां भेजुषां स्वेन विश्वयोनिः तु मिश्रणात् ', 'भक्तैः उक्तानि अवश्यं यः शृणोति स शुचिश्रवाः'],
  ['जरामृत्योः वारणेन हि अत्रुप्तेः वापि सेवनात् ।\nअमृतः स्यात् निरतिशय मादुर्येण च सर्वदा ॥', 'भोग्यो हि अपूनारावृत्या भोक्तृभ्यो रोचते यतः ।\nस्वयं नित्यः सदा यः असौ शाश्वतः स्थाणुः उच्यते ॥', 'वर उत्कृष्ट आरोहः यस्य स्वप्राप्ति लक्षणः ।\nवर्तते स वरारोहः प्रकृष्टस्थनदो मनुः ॥', 'महत् पूज्यं तपो ज्ञानं यस्येति स महातपाः']
],
  [
  ['धारयन् संहृतान् सर्वान् गच्छतीति स सर्वगः', 'प्रद्युम्नत्वे तु कार्याणि लभते यः स सर्ववित्', 'भानुः सर्वस्य भाति इति निर्माणे अपि अविकारतः', 'इनेन स्वामिना साकं वर्तते सेन इत्ययं ।\nविष्वक् रक्ष्यो जनो अस्य असौ अनिरुद्धः तथोरितः ॥', 'भक्त विद्वेषिणां तूर्णं मर्दनात् स जनार्दनः'],
  ['संकर्षणत्वे शास्त्रार्थ प्रदत्वात् वेदः ईरितः ', 'असंशय विपर्यासं वेदार्थं वेद वेदवित्', 'शिक्षा व्याकरणादि अङ्गैः न हीनो अव्यङ्ग उच्यते', 'यस्य वेदाः अनन्तशाखाः अपि अङ्गं वेदाङ्ग एव सः ', 'वेदैर्वेद्यतया वेदः तदर्थो धर्म उच्यते ।\nतदनुष्ठापनात् नित्यं प्रद्युम्नो वेदवित् स्मृतः॥', 'स एव क्रान्तदर्शित्वात् कविः इत्युच्यते बुधैः']
],
  [
  ['धर्माधिकारिणो लोकाः तदाराध्याः सुरास्तथा', 'धर्मः तत् साधनं तेषां अध्यक्षः स्यात् त्रिनामवान् ', 'लोकाध्यक्षः सुराध्यक्षो धर्माध्यक्ष इति क्रमात् ।\nअनिरुद्धः स विज्ञेयो लोकाध्यक्षादि मानवान् ॥', 'अनित्य नित्यफलदौ प्रवर्तक निवर्तकौ ।\nददौ यस्य स्वरूपं य: कृताकृतः इति ईरितः॥'],
  ['वासुदेवादि रूपत्वात् चतुरात्मा इति कथ्यते ', 'जाग्रत् स्वप्न सुषुप्त्यादौ व्यूहावस्था चतुष्टये।\nएतैः विशिष्ट मूर्तित्वात् चतुर्व्यूहः इति ईरितः॥', 'दंष्ट्रा चतुष्क व्यूक्तत्वात् चतुर्दंष्ट्र इति स्मृतः', 'महापुरुष रूपत्वात् उच्यते हि चतुर्भुजः']
],
  [
  ['उपासितृभ्यो भ्राजिष्णुः स्वप्रकाशन शीलतः', 'सुखेन भोजनं प्राहुः यो भक्तैः अनुभूयते', 'भोक्ता अर्पितस्य भोक्तृत्वात् ; भोक्ता अमृतस्य वा', 'प्रागूर्ध्वम् संचितानां च बुद्ध्या च करणैः सदा ।\nकृतानां सर्वथा तेषां निषेध विधि साधनं ।\nअतीत्य क्रीयमाणानां असत्सेवानुबन्धिनां ।\nसर्वसहेन स्वेनापि दुस्सहानां विशेषतः ।\nस्वभक्त विषयाणां च निर्मर्याद कृतैनसां ।\nसहनैक स्वशीलत्वात् सहिष्णुः इति विश्रुतः ॥', 'वर्णितो अभूत् व्यूहभेदो विभवस्तु प्रतन्यते ।\nजगतां आदिभूतासु मूर्तिषु अन्यतमत्वतः ।\nजातत्वात् विष्णुरूपेण प्रोच्यते जगदादिजः॥'],
  ['पाप प्रतिस्पर्धी अनघः ', 'विजयो जगतां जयी', 'स्वाभिप्राये स्थापयिता जेता स्यात् विधि शंकरौ ', 'विश्वं तत्कार्यवर्गः स्यात् योनिस्तस्य तु कारणं।\nतस्य ब्रह्मादिमुखतो विश्वयोनिः इति ईरितः॥', 'ब्रह्मादिष्वपि देवेषु हि अन्तरात्मतया च यः।\nपुनः निवसनात् नित्यं पुनर्वसुः उदाहृतः ॥']
],
  [
  ['इन्द्रस्यापि अनुजत्वेन जाताश्च उपेन्द्रः उच्यते', 'दृष्टया स्वकान्त्या वामानि सुखानि नयतीति यः, स वामनः', 'व्याप्तिमत्वात् प्रांशुः च परिकीर्तितः', 'बलेश्च वासवस्यापि कृतार्थीकरणात् समम् ।\nमानातीत प्रभावत्वात् अमोघः परिकीर्तितः॥\nन मोघं चेष्टितम् यस्य सः अमोघः परिकीर्तितः॥', 'स्वयं कृतोपकारेषु यत्किंचित् प्रत्युपक्रियां ।\nअनपेक्ष स्थितो यः असौ शुचिः स्यात् धर्मदो मनुः ॥', 'ऊर्जा बलं यस्य नित्यं संजाता इति ऊर्जीतः स्मृतः'],
  ['इन्द्रानुजत्वे अपि ऐश्वर्यात् अतीतः अतीन्द्रः उच्यते', 'भक्तैरपि अप्रयत्नेन संग्राह्यः संग्रहः स्मृतः', 'ब्रह्मादिभ्यः सृज्यते यः सर्गा तं परिचक्षते', 'येन आत्मनो धृता नित्यं स धृतात्मा इति कीर्त्यते', 'नियम्यते जगत् येन नियमः स उदीरितः', 'अकण्टकम् च अनुकूलं यच्छति इति अखिलं यमः']
],
  [
  ['सर्वैश्च वेदितुं शक्यः सौलभ्यात् वेद्यः ईरितः ', 'वेदितृनां भवाख्यस्य गदस्य विनिवर्तिनीं ।\nविध्यामधीते वेदेति यो वैद्यः समुदाहृतः ॥', 'चिकित्सायां जागरुकः सदा योगी इति कथ्यते ', 'स्वध्यान भंजकान् वीरान् हन्ति यः स तु वीरहा', 'मा विद्या तु हरेः प्रोक्ता तस्याः स्वामी धवः स्मृतः ।\nतस्मात् माधव नामासौ ब्रह्मविद्या प्रदो मनुः ।\nमौनात् ध्यानात् च योगात् च माधवः परिकीर्तितः॥', 'भाक्तेभ्यो लब्ध विद्येभ्यो स्वदमानताया मधुः'],
  ['ज्ञानोपकरणव्रातं अतिक्रान्तो हि अतीन्द्रियः ', 'माया यस्य अप्रपन्नानां सर्वेषां अस्ति मोहनी ।\nमहामायः स विज्ञेयो वास्वर्णो मनुः उज्ज्वलः॥', 'महत् उत्सहनम् यस्य हि ऐश्वर्यं कर्त्रुलक्षणं ।\nमहोत्साहः स विज्ञेयो मनुः ऐश्वर्य दायकः ॥', 'कर्त्रन्तर अनपेक्षो यः सृष्टेः स स्यात् महाबलः']
],
  [
  ['महाबुद्धिः महत् ज्ञानं स्वरूपं यस्य सा उच्यते', 'हेतौ सति विकारित्वे अपि अविकारित्व लक्षणं ।\nमहत् हि वीर्यं यस्य इति महावीर्यः स च स्मृतः॥', 'शक्तिश्च महती यस्य महाशक्तिः स कीर्तितः', 'तेजो अनापेक्ष रूपं स्वं महत् यस्य महाद्युतिः'],
  ['ज्ञानादि षाड्गुण्यमयं उपमान विवर्जितम् ।\nवपुः अस्यास्ति तेजिष्ठं अनिर्देश्यवपुः हि सः॥', 'दिव्य भूषण संपद्भिः युक्तः श्रीमान् सदा स्मृतः', 'सिन्धु गंभीर भावो यो हि अमेयात्मा स कीर्तितः ', 'महान्तं मन्दरं यो हि धृतवान् स महाद्रिधृत्']
],
  [
  ['महेष्वासः स विज्ञेयः चण्ड कोदण्ड मण्डितः ', 'धरणीधर लीलः सः महीभर्ता इति शब्द्यते', 'मथनानीत लक्ष्मीवान् श्रीनिवासः स ईरितः', 'प्रणतानां प्रियकरः सतां गतिः इह उच्यते'],
  ['अनन्त चेष्टा युक्तत्वात् अनिरुद्धः उदाहृतः', 'सुरानन्दः सुरान् सर्वान् आनन्दयति यः सदा', 'गवां स्तुतिगिरां विंदो गोविन्दः स उदाहृतः', 'गावो वेदगिरः प्रोक्ताः गोविन्दः तत् सुपालनात् ।\nगोविदां पतिः उद्दिष्टो वेदविद्वात्पदो मनुः ॥']
],
  [
  ['अन्धेभ्योः अपि च जन्तुभ्यः हंसग्रीवावतारतः ।\nप्रकाशित स्वरूपत्वात् मरीचिः इति कल्प्यते ॥', 'भवतापस्य दमनात् कान्त्या दमनः ईरितः ', 'हन्ता संगस्य, हसति गच्छतीति मनोहरं हंसः', 'शोभन पर्णत्वात् सुपर्ण इति कथ्यते ।\nसंसार पार नयनात् सुपर्ण इति वा मतः ॥', 'प्रादुर्भावेषु प्रथमः पद्मनाभः अथ तु उच्यते ।\nभूजगस्य उत्तमः शेषी भुजगोत्तमः उच्यते ॥'],
  ['हिरण्यनाभः सौंदर्य नाभिः यस्य इति स स्मृतः', 'तपो बुद्धिः सैव तनुः सुतपाः यस्य स स्मृतः', 'पार्थिवं भूरि पद्मं तु नाभौ अष्टदलं महत् ।\nयस्य हेममयी दिव्या कर्णिका मेरुः उच्यते ।\nयस्य नाभौ तदुत्पत्तिः पद्मनाभः स उच्यते ॥', 'वैमित्तिके ये सृष्टाः प्रजा ब्रह्ममुखास्तथा ।\nतेषां चैव पतिः स्वामी प्रजापतिः इह उच्यते ॥']
],
  [
  ['नारसिंहं अथ स्तौति सर्व मृत्यु निवारणं', 'अनुकूलान् तटस्थांश्च प्रतिकूलान् अपि स्वयं ।\nनियन्तुं च यथायोग्यं यः पश्यति स सर्वदृक् ॥', 'रिपुद्विपानां निष्पेष भीषणः सिंह उच्यते', 'प्रह्लादाद्यैः सन्धाता संश्लेषकरणाच्च सः', 'प्रह्लादाद्यैः नित्यसंधिः यस्य स्यात् सन्धिमान् स्मृतः', 'अपचारे अपि अचाल्यत्वात् सन्धाने स्थिर उच्यते'],
  ['स्तम्भजत्वात् इतरवत् अजातत्वात् अजः स्मृतः', 'दुष्करं मर्षणं यस्य परैः दुर्मर्षणः स्मृतः', 'समस्तान् कण्टकान् शास्ति इत्यतः शास्ता इति कीर्त्यते', 'विस्मयेन श्रुतं देवैः सैंहं यस्य अपदानकम् ।\nशीलं तैः विश्रुतात्मा सः महाकीर्तिप्रदो मनुः ॥', 'हिरण्यकशिपोः हन्ता कीर्त्यते स सुरारिहा']
],
  [
  ['अथ मत्स्यावतारस्य प्रस्तावस्तु प्रतन्यते ।\nअशेषविद्याचार्यत्वात् स्मृतो गुरुतमो गुरुः॥', 'चराचर आधारतया धामेति परिचक्षते', 'मन्वादिषु अपि साधुत्वात् सत्य इत्यभिधीयते ', 'वृत्तिर्हि अकैतवा तस्य स स्यात् सत्यपराक्रमः '],
  ['विरोधिनः सतां यः असौ नेक्षते निमिषश्च सः ', 'सद्रक्षणे जागरूकः स्मृतो हि अनिमिषश्च सः ', 'परत्व सूचिनी या च वैजयन्तीति कीर्तिता ।\nतया स्रजा नित्ययोगात् स्रग्वी इति परिकीर्त्यते॥', 'वेदोपबृम्हणात् वाचस्पतिः मात्स्यपुराणतः', 'सर्वोपजीव्य सार्वज्ञात् उच्यते स उदाराधीः']
],
  [
  ['महोदारतया भक्तान् अग्रिमं पश्चिमं पदं ।\nनयति इति अग्रणीः प्रोक्तः भक्तमोक्ष प्रदो मनुः ॥', 'ग्रामं समाजं सूरीणां नयति ग्रामणीः च सः ', 'मत्स्यरूपावतारे अपि श्रीमान् कमल नेत्रतः', 'न्यायो हि युक्त कारित्वात् भक्तेषु एष विशेषतः', 'भक्तैः नियुक्तं यत् कर्म नेता तत्करणादपि', 'भक्तेष्ट चेष्टा शीलत्वात् समीरण उदाहृतः'],
  ['सहस्रशब्दो हि आनन्त्य लक्ष्कः समुदाहृतः ।\nसहस्रमूर्धा सः अनन्त शिरस्कः कीर्त्यते ततः ।\nसहस्रमूर्धा सं स्याद्वा पुंसूक्ताद्युक्त नामवान् ॥', 'आभ्यां च ज्ञानकर्मभ्यां विश्वात्मा व्यापनात् स्मृतः', 'अक्षिपादपदे ज्ञान कर्मेंन्द्रिय निदर्शके ', 'तेन अनन्त ज्ञानकर्मा सहस्राक्षः सहस्रपात् ']
],
  [
  ['संसाराध्व घटीयन्त्र परिवर्तन शीलातः।\nचक्रवच्च विशेषेण हि आवर्तनः इति ईरितः॥', 'त्रिपाद्वभूतिकत्वेन भवपादविभूतितः ।\nउद्गतात्म स्वरूपत्वात् निवृत्तात्मा इति च कथ्यते ॥', 'तामासानां तु मूढानां गूढत्वात् संवृतः स्मृतः', 'तमसो विद्यया सम्यक् मार्दनात् सम्प्रमर्दनः '],
  ['अहर्लक्षित कालस्य परिवृत्तेश्च साधनं ।\nअहः संवर्तक इति प्राहुः वेदान्त पारगाः ॥', 'विश्वस्य देशरूपेण वहनात् वह्निः उच्यते', 'बध्दादेः अननात् यः असौ अनिलः परिकीर्तितः ', 'भूत धात्र्यश्च धरणेः धारणात् धरणी धरः']
],
  [
  ['प्रासाद परमत्वाच्च सुप्रसादः प्रकीर्तितः', 'अवाप्त सर्वकामत्वात् रागादि रहितं मनः ।\nयस्यास्ति स प्रसन्नात्मा चित्ततुष्टिप्रदो मनुः ॥', 'विश्वं जगत् सृजति यो विष्वसृट् स प्रकीर्तितः', 'स सृष्टं व्याप्य वै भुञ्जन् पालयन् विश्वभुग्विभुः'],
  ['सत्कर्ता च स विज्ञेयः सज्जन प्रतिपूजकः', 'अर्चादिभिः सज्जनैः यः पूजितः सत्कृतः स्मृतः ', 'सेवां सारथ्य दूत्याद्यां साधुः साधयतीति सः ', 'अभक्तेषु आत्म माहात्म्य निह्नुतेः जाह्नुरुच्यते', 'अन्तर्बहिश्च तत्सर्वं व्याप्य नारयणः स्मृतः', 'रः क्षयो यस्य न ह्यस्ति स नरः समुदाहृतः']
],
  [
  ['अगण्य नारसंगो यः सः असंख्येयः प्रकीर्तितः', 'एकैकशः अप्रमेया या ह्यसंख्याता विभूतयः ।\nतासां चैव अप्रमेयात्मा व्यापनात् बहिरान्ततः ॥', 'विलक्षणो विशिष्टो यो सर्वान् तान् अनपेक्ष्य सः ', 'स्वानुकूल शुभान् कुर्वन् स्वसम्बन्धेन तान् स्वयं ।', 'अनाधेय महादीप्तिः शिष्टकृत् शुचिः उच्यते ॥'],
  ['सिद्धाः प्राप्ताः यस्य सर्वे ह्यर्थाः सिद्धार्थ ईरितः।\nअवाप्त सर्वकामो वा सिद्धार्थ इति कथ्यते ॥', 'सत्य संकल्पवत्वाच्च सिद्धसंकल्प ईरितः ', 'सिद्धिदः साधकेभ्यो यो हि अणिमादि अष्टसिद्धिदः', 'तत् सिद्धेश्चापि हेतुत्वात् सिद्धिसाधन ईरितः ']
],
  [
  ['वृषो हि धर्मस्तद्रूपं अहर्यस्य दिनं स्मृतम्।\nप्रथमाभिगमाहाख्यं वृषाही स प्रकीर्तितः ॥', 'अभिगच्छत् भक्तजनान् सुधावर्षणतः अन्वहं ।\nवृषभाश्च समाख्यातः सिञ्चन् भयहरो मनुः ॥', 'विष्णुः स्यात् अविनाभावात् व्याप्यव्यापक भावतः', 'वृषा वर्णाश्रम धर्माः पर्वाणि आरोहणे तु ते ।\nयस्य सन्ति सदा सः अयं वृषपर्वा प्रकीर्तितः ॥', 'भक्तैः उपाहृतां पूजां उपहारांश्च धर्मतः।\nकृत्वोदरे यो जयति स वृषोदरः उच्यते ॥'],
  ['मातृवत् जठरे कृत्वा भक्तान् वर्धयति स्वयं ।\nवर्धनः प्रोच्यते नित्यं सप्तार्णो वृद्धिदो मनुः ॥', 'वर्धयन् तान् स्वयमपि वर्धमानश्च वर्धनः', 'लोकोत्तरादि वृत्तांतात् स्वैकांतात् गुणबृम्हितात् ।\nविविक्त इति विख्यातः पावनत्वप्रदो मनुः ॥', 'नदीनां सागर इव स्वगुणोक्ति विधाजुषाम् ।\nश्रुतीनां अवसानात्वात् कथ्यते श्रुतिसागरः॥']
],
  [
  ['प्रपन्न भरणे धुर्यभुजो यः सुभुजस्तु सः ', 'परैः दुर्वारवेगो यः दुर्धरः स च कथ्यते', 'वेदलक्षण वक्तृत्वात् वाग्मी प्रियाहितोक्तितः', 'परमैश्वर्यवत्वेन महेन्द्र इति शब्द्यते', 'वसुदो धनादानाच्च धनायद्भ्यो विशेषतः', 'सर्वस्य हरीरूपत्वात् धनं यस्मात् वसुः ततः'],
  ['यस्सदा बहुरूपश्च नैकरूपः स कीर्तितः।\nतत्तज्जन ज्ञान योग्यं रूपं यस्य विशेषतः।\nनैकरुपः समुद्दिष्टः सर्व प्रत्ययागोचरः ॥', 'व्याप्नुवत् यस्य रूपं तु बृहद्रूपः स कीर्तितः ', 'शिपयो रश्मयः प्रोक्ताः व्याप्य तेष्वपि वर्तनात्।\nशिपिविष्टः समाख्यातः सूर्येन्दु अग्नि आदि रूपवत्॥', 'दिव्यरूपं दिदृक्षुभ्यः पार्थादिभ्यो विशेषतः।\nरूपं प्रकाशयति यः स प्रकाशन ईरितः॥']
],
  [
  ['असाधारण सामर्थ्यं बलं ओजः प्रचक्षते ।\nपराभिभव सामर्थ्यं तेजश्च परिपठ्यते ॥\nकीर्तिः वा द्युतिः सुज्ज्वल्यं तानि धत्ते च वः सदा ।\nओजस्तेजद्युतिधरो हि एकनामा प्रकीर्तितः ॥', 'मूर्खैरपि सदा सम्यक् प्रतिपन्न स्वभाववान्।\nयः स स्यात् तु प्रकाशात्मा ।', 'तीक्ष्णभावः प्रतापनः'],
  ['पार्वणो जलधिः यद्वत् वृद्धिमान् ऋद्धः उच्यते', 'स्पष्टीकृताश्च वेदार्णाः यस्मात् स्पष्टाक्षरः ततः', 'मन्तारं त्रायते इति मंत्रश्चापि अभिधीयते', 'क्लमहारी महाह्लाद तेजस्करतया अपि च ।\nमन्तृणां एव चंद्रांशुः आह्लाद फलदो मनुः ॥', 'परप्रभावाभिभव लक्षण द्युतिमान् च सः।\nस भास्कर द्युतिः प्रोक्तः नेत्र वैमल्यदो मनुः ॥']
],
  [
  ['सर्व ताप हरस्यैवा मृत संजीवनस्य च ।\nअमृतांशोर्हि तज्जत्वात् अमृतांशूद्भवः स्मृतः॥', 'रवेः तेजस्करत्वात् च भानुः इत्यभिधीयते', 'शशः प्लुतगतिः प्रोक्तः बिन्दुः तस्य निवर्तकः ।\nकौटिल्य गीता विध्वंसी शशबिन्दुः उदाहृतः ॥', 'धर्ता ऋजुगतीनां यः स सुरेश्वर ईरितः '],
  ['भवतीव्रविषं हर्ता हि औषधम् यः स उच्यते', 'निरोधात् जगतः सेतुः सदसद्वर्ग संगतेः', 'सत्य ह्यवितथा धर्माः गुणाः यस्य पराक्रमः ।\nचेष्टितानि च सन्ति इति सत्य धर्म पराक्रमः॥']
],
  [
  ['ऐश्वर्यं स्वाम्यं अथवा त्रिषु कालेषु यस्य सः ।\nभूत भव्य भावन्नाथः इत्युक्तः सद्भिः आदरात् ॥', ' यतः स्वयं तु सर्वत्र प्रवहत्येष नित्यशः ।\nप्रवाहः पवनः तस्मात् कथ्यते वेगदो मनुः ॥', 'यः स्वसम्बन्धिगंगादीन् पावयेत् लोकपावनान् ।\nस पावनः इति ख्यातः पावनत्वप्रदो मनुः ॥', 'अपर्याप्तो हि भक्तेभ्यः अपि उपकृत्य पुनः पुनः ।\nअनुग्रहं यः करोति सः अनलः परिकीर्तितः ॥'],
  ['पुंसां स्वदर्शिनां यः असौ स्पृहां च विषयान्तरे ।\nहतवान् कामहा प्रोक्तः सर्वाशा पूरको मनुः ॥', 'स्वपादपद्भ्यो रागादि करणात् कामकृत् स्मृतः', 'सौंदर्यादि गुणैः कान्तः', 'कामो भृश मनोहरः', 'स्वकाम्य क्षुद्रकाम्येभ्यो यथार्हं काम्यदानतः ।\nकामप्रदः समाख्यातो ह्यष्टार्णो मनुरुत्तमः ॥', 'सर्वेषां चित्तहरणे प्रभुः प्रभवतीति यः ']
],
  [
  ['न्यग्रोधशायी भगवान् पुराण पुरुषोत्तमः ।\nकरोति आदिं युगस्यान्ते स युगादिकृत् ईरितः॥', 'धर्मव्यवस्थया स्वस्य यगाद्यावर्तनात् मुहुः ।\nयूगावर्तः समाख्यातः कालारूपाधरो हरिः ॥', 'मुग्धार्भकत्व रूपेण जगन्निर्भरणादपि ।\nवतैकपत्र शयनात् निरालम्ब जले मुहुः ।\nअनन्ताश्चर्य संयुक्तो नैकमायस्तु सा स्मृतः॥', 'भुवनानां निगरणात् महाधन इति ईरितः '],
  ['अतर्क वृत्तान्ततया जगतः प्रलये अपि यः।\nन लभ्यः चिन्त्यमानः अपि सः अदृश्य इति कथ्यते॥', 'महाजले संचरतो मार्कण्डेयस्य धीमतः ।\nदृश्यो यो व्यक्तरूपत्वात् दिव्यविग्रह धारणात् ॥', 'सहस्रयुग संख्याकं सर्व कल्पान्तं एव हि ।\nशयान एव जयति सहस्रजित् इति स्मृतः ॥', 'मितस्य शिषुरूपस्य कदाचिद् कश्चिदेव च ।\nकथंचित् अवधिः नास्ति महिम्नः परमात्मनः ।\nतस्मात् अनन्तजित् इति वस्वर्णो जयदो मनुः ॥']
],
  [
  ['इष्टो अविशिष्टः कथितः सर्व रक्षण तत्परः', 'इष्टो अविशिष्टः कथितः सर्व रक्षण तत्परः', 'मार्कण्डेय द्विजादीनां पण्डितेषु अग्रयायिनां ।\nउत्कृष्ट पुरुषार्थत्वेन इष्टः शिष्टेष्टः उच्यते ॥', 'आत्यप्रधृष्यं ऐश्वर्यं परं यत् तेजः आस्थितं ।\nतत् शिखण्डं तु यस्यास्ति तं शिखण्डी इति चक्षते ॥', 'जीवान् स्वमायया नित्यं नहुषो नयति इति सः ', 'सागरस्योदरे नित्यं वसन् अमृतरूपया ।\nस्वदेहकान्त्या वाचा अपि सम्यक् आश्वासयन्  मुहुः ।\nनहुशः सिंचति तु यः वृषः स परिपठ्यते ॥'],
  ['काश्यपस्य प्रार्थनया यः क्रोधं क्षत्रहानिदं ।\nहतवान् क्रोधहा प्रोक्तः षडर्णः क्रोधनाशकः ॥', 'क्रोधकृत् क्षत्रियेभ्यो यः पुरा क्रोधं करोति सः ', 'कृद्धेतोः कार्तवीर्यस्य छेत्ता कर्तेति शब्द्यते', 'विश्वस्मै यस्य बाहू सः विश्वबाहुः प्रकीर्तितः', 'भारावतरणम् कृत्वा गां धत्ते स महीधरः']
],
  [
  ['च्यवनोत्पत्तियुक्तेषु ब्रह्मेन्द्र वरुणादिषु ।\nयस्मात् न च्यवते स्थानात् तस्मात् संकीर्त्यये अच्युतः ॥\nसाधर्म्येण अवतारे अपि ब्रह्मेन्द्रवरुणादिभिः।\nन स्वैश्वर्यात् प्रच्युते यः सः अच्युतः परिकीर्तितः॥', 'अच्युतत्वेन लोके अस्मिन् प्रख्यातः प्रथितः स्मृतः', 'पुंसां जीवितरूपत्वात् प्राण इत्यभिधीयते ', 'मरुतां बलदानाद्धि समुद्रमथने भृशम् ।\nप्राणदः च सामुद्दिष्टः कूर्मरूपतया हि सः॥', 'वासवस्य अनुजत्वेन जातत्वात् वासवानुजः '],
  ['अपां निधिः मथ्यमान महार्णव विधारणात् ', 'भ्राम्यमाणं मन्दराद्रिम् धृतवान् यो महाजले ।\nअधिष्ठानम् तमेवाहुः अधिष्ठानप्रदो मनुः ॥', 'अत्यन्त अवहितः त्राणे हि अप्रमत्तः प्रकीर्तितः', 'स्वे महिंनि स्थितो यस्तु स प्रतिष्ठित उच्यते']
],
  [
  ['असुरादीन् शोषयति स्कन्दः स्कन्दयतीति यः ', 'स स्कन्दधर आख्यातः षडानन विधारणात् ', 'भुवनं धृतवान् धुर्यः', 'वरदो अभीष्टदः स्मृतः', 'जगत्प्राणं वहति यो वायु वाहन उच्यते'],
  ['सर्वभूतान् वासयति वासुः स परिकीर्तितः।\nदिवुधातोरपि क्रीडादि अर्थकत्वात् विशेषतः ।\nवासुश्च देवश्चेति एष वासुदेवः प्रकीर्तितः ॥\nसर्व भूतेषु अपि वसन् स्वस्मिन् भूतानि वासयन्।\nयः क्रीडति मुदा यद्वा वासुदेवः स उच्यते ॥\nसर्वत्रासौ समस्तं च वसत्यत्रेति वै यतः ।\nततः स वासुदेवेति विद्वद्भिः परिपठ्यते ॥', 'बृहन्ते भानवो यस्य स बृहद्भानुः उच्यते', 'क्रीडतीति आदिदेवः सः पादात्मक विभूतिभिः', 'पुरन्दर इति ख्यातो असुराणां पुरदारणात् ']
],
  [
  ['अशोकः शोकमोहादि नाशकः परिकीर्तितः ', 'तारणो यस्तारयति वैरि व्याघ्रादि भीतितः', 'तारः संसारभयतो नित्यं तारयतीति सः ', 'विजिगीषुतया जैत्रः समर्थः शूर उच्यते', 'शूरस्य वसुदेवस्य यो अपत्यं शौरिः उच्यते', 'प्लवनोज्ज्वलन ऐश्वर्य महौघः स्यात् जनेश्वरः '],
  ['स्वभावतो महत्वे अपि मदविस्माय वर्जनात् ।\nभक्तक प्रवणो नित्यं अनुकूल इति स्मृतः ॥', 'ऐश्वर्य जृम्भिताभिख्या आवर्ता यस्य नित्यशः ।\nशतं सन्ति शतावर्तः वस्वर्णो भुक्तिमुक्तिदः ॥', 'गुणतो वासुदेवत्वं उक्तं रूपादिरुच्यते ।\nलीला पद्मधरो नित्यं पद्मी इति परिकीर्त्यते ॥', 'स्वच्छाम्बु जातसदृशं रेक्षणं क्षमहारि च।\nयस्यास्ति भक्तरक्षायां स स्यात् पद्मनिभेक्षणः॥']
],
  [
  ['नाभिश्च पद्मवत् यस्य पद्मनाभः स उच्यते ', 'रक्तारविन्द नयनस्तु अरविन्दाक्षः ईरितः ', 'योगिहृत् पुण्डरीकस्थः पद्मगर्भः स उच्यते ', 'योगिहृत्कज मध्यस्थः स्वदेहं तम् बिभर्ति यः।\nशरीरभृत् स कथितो वस्वर्णो भुक्तिमुक्तिदः ॥'],
  ['स एवाथो विव्रियते वासुदेवो विभूतिभिः।\nतद्योगक्षेमवहन निर्मर्यादविभूतितः ॥ महर्द्धिः ।', 'तत्समृद्धया यः समृद्धः स ऋद्धः उच्यते ', 'महिमानं चुलकयन् प्रवृद्धः सर्वतः अधिकं ।\nआत्मा स्वरूपं यस्येति स वृद्धात्मा इति कथ्यते ॥', 'अक्षस्तु तार्क्ष्यो वहनात् रथावयव साम्यतः ।\nमहान् पूज्यः स यस्यास्ति स माहाक्षः इति स्मृतः॥', 'स एव तु ध्वजो यस्य स उक्तो गरुडध्वजः']
],
  [
  ['गरुडध्वजवत्त्वात् हि सः अतुलः अनुपमः स्मृतः', 'स्वाज्ञातिलंघिनः पुंसः शिक्षणात् शरभः स्मृतः', 'भीमो यस्मात् बिभ्यति तु शरभात् पवनादयः', 'अग्नि आदीनां च समयं ऊर्ध्वाग्र ज्वलनादिकं ।\nयो जानाति अधिकारं स समयज्ञः परिकीर्तितः ॥', 'भाक्तेभ्यः स्वात्मदानाय यो ज्ञात्वा अवसरं मुदा ।\nदीयते चादीयते च तैर्यो असौ तु हविः स्मृतः॥\nहरिश्च तद्विघ्नहरो यद्वा क्रतुषु दीयते ।\nयत् हविः यस्य हरणात् हविर्हरिः इति स्मृतः॥'],
  ['सर्वलक्षणलक्षण्यो लक्ष्मीलक्षणचिंहितः', 'लक्ष्म्या च नित्ययुक्तत्वात् लक्ष्मीवान् इति कथ्यते', 'चेतनानां स्वदासत्व विवादं जयतीति सः।\nसमितिञ्जयः आख्यातः सर्वदुःख शमाश्रायः ॥']
],
  [
  ['उक्त स्नेहस्य अक्षरणात् विक्षरः परिकीर्तितः', 'पद्मस्य गर्भाभतया रोहितः परिकीर्तितः', 'उपासकैः मार्ग्यमाणो मार्गो वाञ्छित सिद्धये', 'वाञ्छितार्था निदानत्वात् हेतुः इत्यभिधीयते', 'दामानि लोकनामानि हि उदरे यस्य सन्ति सः ।\nदामोदरो मतो यद्वा यशोदा दाम बन्धनात् ।\nदेवानां सुख शंसित्वात् दामात् दामोदरः अपि वा ॥', 'यशोदा कृत बन्धादि सहनात् सह ईरितः'],
  ['भूभार नाशनेन ज्या धारणात् धरणीधरः', 'रुक्मिण्यादि बहुस्त्रीभिः महाभागः स्वयंवृतः', 'दुर्वार परमैश्वर्य प्रसरत्वात् विशेषतः ।\nमनुष्यधर्म बाल्ये अपि वेगवान् इति शब्द्यते ॥', 'इन्द्रस्य कल्पितं गोपैः अमितं च अशनं स्वयं।\nभुक्तवान् यश्च निःशेषं प्रोच्यते सः अमिताशनः ॥']
],
  [
  ['समुद्गतो भवो यस्मात् उद्भवः परिकीर्तितः', 'प्रकृति बन्धनार्हाश्च क्षोभयन् क्षोभणः स्मृतः', 'व्याघ्रादिवत् जीवततेः मायापाशेन बन्धनं।\nकृत्वा नित्यं क्रीडति यः स देवः परिकीर्तितः॥', 'श्रीगर्भः श्रीः येन भोगक्रीडा साह्येन पोष्यते', 'श्रीस्वयंग्रह सार्थात् स्वात् ऐश्वर्यात् परमेश्वरः'],
  ['स्वप्राप्तौ साधकतमं जीवानां कारणं विदुः', 'जीवानां चक्षुरादीन् यो हेतून् कारायतीति सः प्रोच्यते कारणं', 'कर्ता स्वतन्त्रः परिकीर्तितः ', 'विकुर्वाणो विकर्ता यो हर्षशोकादिभिः स्मृतः', 'बुद्ध्यायतन भोगोपकरणादिषु देहिनां ।\nतदभिन्न अभिमानात्म महागुणगणे अपि च ।\nगहनो हि अतिभूमित्वात्॥', 'रक्षतीति गुहः स्मृतः']
],
  [
  ['ज्योतिश्चक्र ध्रुवे नित्यं सीयते बुद्ध्यते यतः ।\nव्यवसायः ततो ज्ञेयः भू गणाधार मूर्तिमान्॥', 'कला मुहूर्तादिमयो ध्रुवे कालो अवतिष्ठते ।\nयस्मात् तस्मात् व्यवस्थानः ह्यष्टार्णः स्थानदो मनुः ॥', 'ध्रुवे समाप्यते सर्वमिति संस्थान उच्यते ।', 'स एव परमाकाश प्राप्तौ हेतूत्वतः सदा ।\nप्रोच्यते स्थानद इति सप्तार्णो मनुनायकः ॥', 'अर्वाचीनं ध्रुवमपि तुङ्गस्थान प्रधानतः ।\nध्रुवीचकार तस्माद्धि ध्रुवः तस्मात् प्रकीर्तितः॥'],
  ['कल्याणाम् पराणां च गुणानां ऋद्धिदः सदा ।\nपरावस्थतया चैव परार्द्धिः इति कथ्यते ॥', 'साक्षात् दृष्टास्वपारम्यः परमस्पष्ट उच्यते', 'लाभात् दाशरथित्वस्य जगतः पालनस्य च ।\nमनुष्यत्वे अपि यः प्रीतः सा तुष्ट इति कथ्यते॥', 'गुणैर्यो हि आनृशंस्याद्यैः पूर्णः पुष्ट इतीरितः', 'सौशील्य ऐश्वर्य पिशुनम् शीतलं दीर्घम् आयतं ।\nताम्रम् च लोचनं यस्य स शुभेक्षण ईरितः॥']
],
  [
  ['शुभेक्षणे अस्मिन् स्वगुणैः रम्यते राम ईरितः', 'वरप्रदैः ब्रह्ममुख्यैः अवध्यत्वादिभिः वरैः ।\nयस्मिन् विरम्यते इति सा विरामः प्रकीर्तितः ॥', 'मृग्यमाणतया मार्गो भरद्वाजादिभिः सदा ।\nपाठे तु विरजो मार्ग इति पन्थाः प्रदर्शितः ।\nनिर्दोषः येन विरजो मार्गः सन्मार्गादर्शी असौ ॥', 'नियोगयोग्यः सुहृदां यः असौ नेयः स उच्यते ', 'यस्मिन् तपोधनाः नित्यं नीयन्ते इति वै नयः', 'असुहृद्भिः नयो यस्य नास्तीति अनय उच्यते।\nअथवा जगतामस्मात् अयो नान्यः ततः अनयः ॥ '],
  ['वीरः कम्पनहेतुत्वात् रक्षसां अतिभीमतः', 'सूरादीनां शक्तिमतां यः प्रशस्यतमः स्मृतः।\nतस्मात् शक्तिमतां श्रेष्ठः दशार्णः श्रेष्ठदो मनुः॥', 'निःश्रेयसाभ्युदयतो धर्मः सर्वस्य धारणात्', 'वसिष्ठादि उपजीव्यो यः धर्म धर्माविदुत्तमः']
],
  [
  ['संश्लेष प्रतिघातश्च कुठिघात्वर्थ उच्यते।\nविगतः स च एषां ते विकुंठाः स्युः उदीरिताः।\nतेषां एवैष इति हि वैकुण्ठः परिकीर्तितः॥', '"स यत्पूर्व" इति श्रुत्या पुरुषः पावनात्वतः।\nप्रुधातोः पालनार्थाद्धि कुषन् प्रत्यय योगतः।\nसर्वपालकता लब्ध्या पुरुषः प्रोच्यते बुधैः॥', 'प्राणः सर्वप्राणानाद्धि ', 'तद्दानात् प्राणदः स्मृतः', 'गुणैः चराचराणां हि नामनात् प्रणमः स्मृतः', 'यशो विस्तारवत्वाच्च पृथुः इत्युच्यते बुधैः'],
  ['हितस्य रमणीयस्य ध्यातृणाम् हृदयस्य हि ।\nहिरण्यगर्भस्तु अन्तःस्थः स शुभाश्रायण स्मृतः ।\nयद्वा हिरण्यगर्भः असौ हिरण्यनिधि साम्यतः ॥', 'शत्रून् इन्द्रियवर्गान् यो हन्ति शत्रुघ्न उच्यते', 'नीचपूज्याविशेषेण व्यापनात् व्याप्त उच्यते', 'तत्र तत्र स्थितान् सर्वान् भरद्वाज गुहादिकान्।\nगच्छति स्वयमेव एतान् स वायुः इति शब्द्यते ॥', 'सदा उपभूज्यमानः अपि सर्वैः अमृतसिन्धुवत्।\nअधो न क्षीयते जातु यस्मात् तस्मात् अधोक्षजः ॥']
],
  [
  ['ऋच्छतीति ऋतुः प्रोक्तः सर्वोल्लासकरैः गुणैः', 'मन्दानाम् च शुभं यस्य दर्शनं स सुदर्शनः', 'चराचराणां कलनात् कालः स्वस्मिन् गुणैरसौ ', 'परे पदे स्थितत्वाच्च परमेष्ठी प्रकीर्तितः', 'इहामुत्र समं सर्वग्रहणात् स्यात् परिग्रहः'],
  ['नष्टे धर्मे कल्किरूपो हि अवतीर्य महीभृतः।\nमलेच्छादीन् हतवान् यः असौ उग्र इत्युच्यते बुधैः ॥', 'संहारस्य उपकरणैः साकं काल प्रतीक्षया ।\nसंवत्सरः स्यात् पाताले अनन्ते संवसतीति सः॥', 'शीघ्रार्थत्वात् दक्षघातोः निमेषात् दस्यवो हताः।\nयेन सः अयं शीघ्रकारी दक्षः इत्युच्यते बुधैः॥', 'पापानि तत् फलान्येवं श्रान्ता भोक्तुं च यो जनाः।\nतेषां विश्रामभूमित्वात् विश्रामः परिकीर्तितः॥', 'अपकारिषु अतिक्षान्ते विश्वदक्षिण उच्यते।\nयद्वा अश्वमेधे पृथिवीं दक्षिणात्वेन दत्तवान्।\nमहीसुरेभ्यः कृत्स्नं यः स स्मृतो विश्वदक्षिणः॥']
],
  [
  ['प्रबलं यः कलिं हत्वा प्रवर्त्य च कृतं युगम्।\nविस्तार्य वेदमर्यादं स्थितो विस्तार उच्यते॥', 'स्थावरीकृत्य धर्मान् यः शमो स्थास्यति नित्यशः।\nयेन केनाप्यचाल्यः सः स्थावरस्थाणुः उच्यते॥', 'हिताहित स्थापकत्वात् प्रमाणं स्यात् कृतादिषु', 'यो वै कलियुगस्यान्ते मुहुः धर्मप्रारोहणम्।\nकरोति भक्तरक्षार्थं स भवेत् बीजम् अ्ययम्॥'],
  ['परमैकान्तिभिः नित्यं एषणात्रय वर्जितैः।\nस्वयं प्रयोजनतया प्राप्यमाणः अर्थः उच्यते॥', 'अर्थार्थिना अल्पभाग्येन निर्व्याजं नार्थ्यते यतः।\nतस्मात् अनर्थ नामः असौ वेदविद्भिः प्रकीर्तितः॥', 'शङ्ख पद्मादि निधयो महान्तो रोहणो गिरिः।\nकोशा भाण्डगृहा यस्य महाकोशः स उच्यते॥', 'अर्थसाध्यः कामभोगो तस्मादेषां महानिति।\nमहाभोगः स विज्ञेयो हि अष्टार्णः चिन्तितार्थदः॥', 'अनिरुप्य अतिकृपणप्रदेयं धनमक्षयं।\nअस्यैवास्तीति सततं स महाधन ईरितः॥']
],
  [
  ['अनिर्विण्णः जागरूकः जगद्व्यापार संततै', 'शिंशुमाराकृतितया तारारूपेण सर्वदा।\nस्थौल्यात् स्थविष्ठः संप्रोक्तः सप्तार्णः पापनाशनः॥', 'औत्तानपादि सम्बन्धात् सर्वाधारतया तथा।\nभवतीति च भूः प्रोक्तो भक्तानां भूतिदो मनुः॥', 'उत्तमाङ्गतया धर्मतत्वं यौतीति सर्वदा ।\nधर्मयूपः समाख्यातः हि अष्टार्णो धर्मदायकः ॥', 'धर्मदेहतया पूज्यो यज्ञः अस्य अवयवो यतः।\nततो महामखः प्रोक्तो हि अष्टार्णः कर्मकारकः॥'],
  ['यो नक्षत्रात्मकम् चक्रं ज्योतीरूपं अनामयं।\nनयति भ्रामयति यं भ्रमन्तं अनुयाति तत्।\nनक्षत्रनेमिः स ज्ञेयो नवार्णो भ्रमनायकः॥', 'शिंशुमाराकृतिं प्रोक्तं यद्रूपं ज्योतिषां दिवि।\nतत् यस्यास्ति स नाक्षत्री सप्तार्नो लोकपावनः॥', 'अनायासेन निखिलं भारं च भुवनस्य यः।\nसहते स क्षमः प्रोक्तः षडर्णः क्षान्तिदायकः॥', 'अवान्तरालये कैश्चित् क्षीणः तारागणैः स्मृतः।\nक्षामो ध्रुव समीपस्थः चतुर्नक्षत्र संयुतः॥', 'स्वस्याधिकारे सर्वान् यः समीहायति सृष्टिषु।\nसमिहनः स विज्ञेयस्तु अष्टार्णः कार्यदायकः॥']
],
  [
  ['यज्ञाराध्यतया यज्ञः', 'इज्यः कर्मभिः अर्चितः', 'इज्या हि महती यस्य स महिज्यः उदाहृतः', 'अग्निष्टोमादयः सप्त संस्थाः क्रतव ईरितः।\nआराध्यः क्रियते तैरिति असौ क्रतुः उदीरितः॥', 'अनेक यजमाने च दीर्घ मासादि चोदिते।\nसत्रे तैः आराध्यतया सत्रं स्यात् सीदतीति सः॥', 'निवृत्तिः धर्म निष्ठानां गतिः यः स सतां गतिः '],
  ['धर्माधर्मौ च तौ सर्वौ अध्यक्षयितुं आदरात्।\nसर्वदा शीलं अस्येति सर्वदर्शी ततः स्मृतः॥', 'निवृत्ति धर्माचार्यत्वात् विषयेभ्यो निवृत्तिमत् ।\nमनो यस्य निवृत्तात्मा नरनारायणात्मकः॥', 'सर्वात्मना स्वमात्मानं यश्च जानाति केवलम्।\nसर्वज्ञः स तु विज्ञेयः सप्रार्णो ज्ञानदो मनुः॥', 'परश्च वैष्णवो धर्मः सर्वः अस्मिन् ज्ञायते यतः।\nसर्वेषां श्रेयसां मूलं तत् ज्ञानं ज्ञेयं उत्तमम्॥']
],
  [
  ['भक्तार्थं व्रतवान् यः असौ सुव्रतः स प्रकीर्तितः', 'ध्यातृणाम् सुप्रसन्नं यत् मुखं स सुमुखः स्मृतः।\nअथवा अमृताहरणे -\nआनन्दामृत सम्पूर्ण वदनेन इन्दुकान्तिना।\nकलशाकृतिरूपेण करस्थेन विराजितम् ॥', 'सूक्ष्मो दुस्साध योगैक लक्ष्य सूक्ष्म स्वरूपतः।\nअसुरेषु अथवा गूढाभिप्रायः सूक्ष्म उच्यते॥\nअथवा अमृताहरणे -\nअसुरेषु गूढाभिप्रायत्वात् सूक्ष्मः।', 'स्वाध्याय घोषो यस्यास्ति सुघोषः स तु कीर्तितः।\nअथवा अमृताहरणे -\nसुरासुरादि घुष्यमाण मथनाद्भुतत्वात् सुघोषः।', 'समाध्यनुष्ठापनेन तदनुष्ठान शालिनाम्।\nसुखं बहु ददातीति सुखदः परिकीर्तितः॥\nअथवा अमृताहरणे -\nअमृतदानादिना सुरेभ्यः सुखं ददाति इति सुखदः।', 'किमस्मिन् करवाणि इति अपकारिण्यपि शोभनं।\nयस्यास्ति हृदयं सः अयं सुहृत् इत्यभिदीयते ॥\nअथवा अमृताहरणे -\nतत्र हेतुः सुहृत्।'],
  ['एवं निसर्ग सौहार्दात् तेषां हृदय हारकः।\nमनोहरः समाख्यातो हि अष्टार्णः शान्तिदायकः॥\nअथवा अमृताहरणे -\nअसुर व्यामोहनीय रूपत्वात् मनोहरः। यथा -\n"त्रैलोक्य विस्मयकरम् कान्ताकृतिधरं स्मरेत्" इति॥', 'रक्षसां देवविषये येन क्रोधो विनिर्जितः।\nस जितक्रोधः आख्यातः हि अष्टार्णः क्रोधनाशकः॥\nअथवा अमृताहरणे -\nतेन विस्मय विहस्त चेतसां असुराणां सुरेषु क्रोधो जित इति जितक्रोधो॥', 'विक्रान्ता बाहवो यस्य वीरबाहुस्तु स स्मृतः', 'आयुधैः दारुणैः दिव्यैः दारणाच्च विदारणः ']
],
  [
  ['कटाक्ष भ्रूविलासाद्यैः नष्टशिष्टान् जनानपि।\nयः असौ सम्यक् मोहयति स्वापनः परिकीर्तितः॥', 'स्वकीयैः सह सुप्तेषु तेषु स्वैरविहारवान्।\nभवति स्ववशः सः अन्यान् आधीनत्वप्रदो मनुः॥', 'देवरक्षो मन्दरेषु वासुकि प्रभृतिष्वपि।\nआप्यायनाय शक्त्या च व्यापी स्यात् व्यापनादसौ॥', 'तदातनैः ब्राह्मकौर्म मोहिन्यादि अवतारकैः।\nनैकात्मा इति श्रुतः सम्यक् मुन्यर्णो मनुरूपदः॥', 'समुद्रमथने अनेककर्मकृत् नैककर्मकृत् '],
  ['पुरुषार्थ स्थापनाय सर्वान्तर्वसनाच्च यः।\nधर्मात्मा वत्सरः स स्यात् मुन्यर्णो अभीष्टदो मनुः॥', 'सर्वस्य अन्तर्निवसने तस्य हेतुरथोच्यते।\nवत्से यतो धेनुरिव वत्सलः शरणागते॥', 'नित्यपोष्य आत्मवर्गाख्य वत्सभूयस्त्वतः सदा।\nवत्सी स्याद्धि विशेषेण षडर्णो गौप्रवो मनुः॥', 'धनायद्भ्यो यथाकामं प्रदेय धनवत्त्वतः।\nरात्नगर्भः समाख्यातः हि अष्टवर्णो धनदो मनुः॥', 'तत्तदिष्ट द्रव्यदाने शीघ्राकारी धनेश्वरः']
],
  [
  ['कामं दत्वा अपि अर्थकामौ निवर्त्य विषयान्तरात्।\nताभ्यां हितस्य धर्मस्य रक्षणात् धर्मगुप् स्मृतः॥', 'सर्वं जनं धार्मिकयन् लीलानुग्रह लक्षणं।\nधर्मं करोति तस्माद्धि तस्मात् धर्मकृत् उच्यते॥', 'साधारणोपकरणम् धर्मो यस्यास्ति केवलं।\nस वै धर्मी इति विज्ञेयः षडर्णो धर्मदो मनुः॥', 'निरुपाधिक सद्भावात् नित्यसाद्गुण्ययोगतः।\nसत् शब्देन उच्यते विष्णुः वेदवेदान्त पारगैः॥', 'अपक्षय विनाशादि वर्जितो अक्षर उच्यते।\nततः अक्षरसत् इति एवं एकनाम च शस्यते॥', 'असताम् यः सदा अनन्त भवाख्याघप्रदानतः।\nअसत् इत्युच्यते सद्भिः ॥', '- तादृक् क्षरं असत् क्षरं॥'],
  ['प्रपन्नकृत पापानां किञ्चिदपि अविचारणात्।\nअविज्ञाता इति कथितः बुधैः तद्रुणपारगैः॥', 'अंशवो बुद्धयः प्रोक्ताः सहस्रं सन्ति यस्य ते।\nसहस्रांशुः इति ख्यातः हि अष्टार्णो धीप्रदो मनुः॥', 'तादधीन्यात् यमादीनां विधाता इत्युच्यते बुधैः', 'कृतं हि लांछनं येन स्वोपादेयेषु जन्तुषु।\nपरमात्मा हृषीकेशः स तु स्यात् कृतलक्षणः॥']
],
  [
  ['ज्योतिर्विशिष्ट नेम्योपलक्षितं यस्य तूतमं।\nचक्रं गभस्तिनेमिः स नवार्णः पापनाशकः॥', 'सत्त्वे हृदि स्थितत्वात् स सत्त्वस्थः समुदीरितः', 'हरिभक्तान् अविज्ञाय दण्डे प्रवणमानसान् ।\nहिनस्ति च यमादीन् यः स सिंहः परिकीर्तितः ॥', 'भूतेश्वराणां स ब्राह्मयमादीनां नियंत्रणात्।\nकारणं जगतां यश्च स स्यात् भूतमहेश्वरः॥'],
  ['आदिदेवो हि भवति ब्रह्मादिभ्यो विशेषतः', 'ब्रह्मादिभिः क्रीडति यो महादेवः स उच्यते', 'ब्रह्मादीनां च देवेशो यथार्ह विनियोजकः', 'ब्रह्मशक्रयमादीनां भरणात् देवभृत् स्मृतः', 'ब्रह्मेन्द्र वरुणादीनां गुरुः वेदोपदेशनात् ']
],
  [
  ['आपदुत्तारणात् यः असौ ब्रह्मादेः उत्तरः स्मृतः ', 'छन्दो भाषा वेदवाचाम् निर्वाहात् गोपतिः स्मृतः', 'पालनात् सर्वविद्यानां गोप्ता इति परिकीर्तितः ', 'परया विद्यया वेद्यो ज्ञानगम्यः इति स्मृतः', 'विद्याप्रद्योतनात् यः असौ प्रतिकल्पं पुरातनः'],
  ['देहभूतं जगत्तत्त्वं प्रकृत्यादि धरान्तकं।\nशरीर भूतभृत् प्रोक्तो बिभर्तीति दशाक्षरः॥', 'हव्यं कव्यं च यो भुंक्ते स भोक्ता परिकीर्तितः ', 'कपिरूप प्रपन्नानां देवानां ईष्वरत्वतः।\nकपीन्द्र इति विख्यातः सप्तार्णो मनुनायकः॥', 'हयमेघादिभिः यज्ञैः जगदाचार्यकाय वै ।\nयजमानः स विज्ञेयः सर्वदा भूरिदक्षिणः ॥']
],
  [
  ['हयमेधे सोमपीथी सोमपः परिकीर्तितः ', 'परिणामे अस्य हविषां पीयूषमिति कथ्यते।\nतत्पानात् स्यात् अमृतपः परमे व्यौम्नि वा स्थितः।\nमुक्तेभ्यो यः स्वानुभवं पाति इति अमृतपः स्मृतः ॥', 'सोमः सुधायमानत्वात् मुक्तानां परिकीर्तितः ', 'लोकान् गुरून् शत्रून् बहून् सत्येन दानतः।\nशुश्रूषया च धनुषा जितवान् पुरुजित् स्मृतः॥', 'पुरुः महान् महत्सु अस्तितमः हनुमदादिषु।\nपूरुसत्तमः आख्यातो नवार्णः स्वस्तिदो मनुः॥'],
  ['कुम्भकर्णमहाकाय खर मारीच रावणः।\nदमयन्ती विक्रमैर्येन विनयः स उदाहृतः॥', 'आश्रितैः जीयये यस्मात् विधेयोक्तियते जनः ', 'सत्या प्रतिज्ञा यस्येति सत्यासंधः स उच्यते', 'आत्मनो वा अर्पणं भक्तैः तेभ्यो वा स्वात्मनः अर्पणं।\nदाशस्तं अर्हतीत्येष दाशार्हः परिकीर्तितः॥', 'येषां सत् ते हि सत्त्वंतः तेषां यत् सात्वतं तु तत्।\nतत् करोति तदाचष्टे सात्वत भागवतः स्मृतः॥\nयदा सातयति ह्येवं सुखयति आश्रितानिति।\nसात्पदेनोच्यते सात्वन्तो भगवत्पराः।\nसात्वतां भगवद्भक्त जनानां पतिरीश्वरः।\nसात्वतां पतिः इत्युक्तः नावार्णो साधुरक्षकः॥']
],
  [
  ['तान् आत्मनाशात् व्यावर्त्य सत्त्वान् यश्च स्वसेवया।\nउज्जीवयति जीवः सः भक्तक्लेशासहो मनुः॥', 'भक्तान् नित्य राजपुत्रलालनन्यायतः सुखं।\nरक्षति अतो विनयिता नयतेः रक्षणार्थतः॥', 'साक्षात्करोति यः साक्षी तद्वत्तं रक्षणाय सः ', 'तैः प्रार्थितः स्वयं मुक्तिं मुकुन्दः स्यात् ददाति यः ', 'तेषां ध्यानानुसंधेय तत्वसंदेहधारिणीम्।\nतां शक्तिं धृतवान् यः असौ स्मृतो हि अमितविक्रमः ॥'],
  ['आधारशक्ति कमठः स्वरूपेण अर्णवाम्भासि।\nनिधीयते स्वयं येन स हि आम्भोनिधिः उच्यते॥', 'कमठस्योपरि जगदाधारस्तम्भभोगिनः।\nस्वरूपेण स्थितो यः असौ अनंतात्मा प्रकीर्तितः॥', 'तस्मिन् अनन्तपर्यंके समुद्रे शयनाच्च यः।\nमहोदधिशयः ख्यातो दशार्णो मनुरुत्तमः॥', 'अन्तं करोति जगतो यः असौ अन्तकः ईरितः']
],
  [
  ['तत्वावसाने प्रणवप्रकृतेः स तु अकारतः।\nस्मर्तव्यत्वात् अजः प्रोक्तः ह्यूषड्वर्णोर्मिनाशकः॥', 'स्वरूपादिकृतार्थेन तारेण आत्मनिवेदनम्।\nमहं पूजां अर्हतीति महार्ह इति कथ्यते॥', 'मन्त्रेणानेन आत्मभिस्तु स्वभूतैः आभिमुख्यतः।\nअवश्यं भावनीयत्वात् स्वाभाव्यः परिकीर्तितः॥', 'एतद्रहस्यविज्ञान विरोधि ममतादयः।\nजितास्तेषाम् अनेनेति जितामित्रः अष्टवर्णकः॥', 'ध्यानासक्तेषु भक्तेषु मोदमानः प्रमोदनः'],
  ['आनन्दवल्ली मीमांस्यस्तु अवाक् मनसगोचरः ।\nआनन्दो ह्यस्य नित्यः अस्तीति आनन्दः परिकीर्तितः॥', 'तमानन्दम् यथोक्तायां मुक्तौ प्रापय्य यः सदा।\nमुक्तान् नित्यान् नन्दयति नन्दनः स तु कीर्तितः॥', 'भोग्यैः भोगोपकरणैः भोगैः भोक्तृभिरेव च।\nतस्मिन् समृद्ध्यते नित्यं इति नन्दः प्रकीर्तितः॥', 'आप्रक्रमात् आ स्वप्राप्तेः आर्जवात् सत्यवर्तनः।\nयः स्यात् स सत्यधर्मा च वस्वर्णः सत्यवर्तनः ॥', 'त्रीन् वेदान् क्रमते यो हि महिम्ना स त्रिविक्रमः।']
],
  [
  ['साक्षात् द्रष्टा स वेदानां महर्षिः कपिल स्मृतः ', 'तत्वप्रवचनादेव कपिलाचार्य उच्यते', 'स्वाभिनम्रत्व सुकृतं किंचित् अंशुमता कृतं।\nविदितं येन कारुण्यात् कृतज्ञः सः अभिधीयते॥', 'कापिलं रूपं आस्थाय यो धारयति मेदिनीम्।\nस मेदिनीपतिः ख्यातो नवार्णो भूप्रदो मनुः॥'],
  ['भोक्तृ भोग्य नियन्तृणी ज्ञाप्यान्यस्य पदानि अतः।\nप्रणवे त्रीणि वा अपि एतद्वाचकानि पदान्यतः ॥\nवाराहरूपस्य आस्थाने पदानि ककुदानि वा।\nत्रीणि सन्ति ततो वा असौ त्रिपदः परिकीर्तितः॥', 'सखा स्यात् त्रिदशाध्यक्षो ब्रह्मादेः प्रलयापदि', 'मही यस्य च शृङ्गाग्रे महाशृङ्गः स कथ्यते', 'अन्तकायं हिरण्याक्षं कृतवान् यः कृतान्तकृत्।\nवाराहयोः स्वसिद्धान्तकृतेः स्मृति पुराणयोः ।\nकृतान्तकृत् इति ख्यातो वस्वर्णो अभीष्टदायकः॥']
],
  [
  ['रसातलगतां उर्वी यश्च उद्धत्य उत्थितः क्षणात्।\nमहावराह इति सः स्मृतो हि ऊर्वीप्रदो मनुः॥', 'नष्टां च धरणीं पूर्वं गोविन्दः लब्धवान् इति', 'पञ्चोपनिषदङ्गत्त्वात् सुषेणः परिकीर्तितः ', 'अप्राकृतानि दिव्यानि भूषणानि च नित्यशः।\nरौक्माणि सन्ति यस्यासौ उच्यते कनकाङ्गदी॥'],
  ['पञ्चोपनिषदङ्गेन गूढत्वात् गुह्य उच्यते', 'तद्वपुः व्यङ्ग्य गाम्भीर्यो गभीर इति कथ्यते', 'अन्यैः दुरवगाहत्वात् गहनः परिकीर्तितः', 'तत् गौरवज्ञयैः गुप्तः स गुप्त इत्यभिधीयते', 'यः शक्तिमद्दिव्यहेतिः स स्यात् चक्रगदाधरः']
],
  [
  ['महाविभवकल्याणं सततं विदधाति यः।\nभक्तेभ्यः परमं वेधाः षडर्णो मंगलप्रदः॥', 'स्व असाधारणमङ्गं ह्री छत्रादि परिबर्हणम्।\nयस्यास्ति नित्यं स स्वाङ्गः षडर्णो परिवारदः॥', 'प्राकृतैर्न जिता या सा यस्यास्ति इत्यजिता पुरी।\nअजितः तेन विज्ञेयः सप्तार्णो मुक्तिदो मनुः॥', 'अप्राकृतातिरुचिरमेचकः कृष्ण ईरितः', 'स्थूलत्वात् बलवत्वाच्च दृढ इत्यभिधीयते', 'संकर्षणः स्मृतो यः समं चिदचितौ कृषेत् ', 'ब्रह्मादिवत् न च्यवते स्थानात् इति अच्युतः स्मृतः'],
  ['यः स्थितः सर्वं आवृत्य वरुणः स तु कथ्यते ', 'स्वामित्वेन वृणानेषु स्थितो वारुण ईरितः ', 'साधूनां आश्रयत्वाच्च सर्वेनस्सहनादपि।\nसर्वोपजीव्यसर्वस्वो वृक्ष इत्यभिधीयते॥', 'सतां प्रसादवर्षेण पोषके यस्य चाक्षिणी।\nपुष्कराक्षः स विज्ञेयो ह्यष्टार्णः प्रौतिवर्धकः॥', 'अगाध उदार विस्तारं मनो यस्य महामनाः']
],
  [
  ['सर्वहेयप्रत्यनीक कल्याणात्मकतया स्थितः।\nपूज्यात् पूज्यतमो यः असौ भगवान् इति शब्द्यते॥', 'भगशब्द्यान् स कल्याणगुणान् हन्ति तु गच्छति।\nइत्यसौ भगहा प्रोक्तः षडर्णः सुखदायकः॥', 'नन्दगोपेन पितृमान् नन्दी आनन्दीति वा तथा', 'स्वसृज्य भूतसूक्ष्माणां मालया नित्ययोगतः।\nवनमाली समाख्यातो ह्यष्टार्णो भूषणप्रदः॥', 'हलं च सततं सीरं धत्ते यः असौ हलायुधः।\nसीरकार्य समृद्ध्यर्थे वास्वर्णो मन्त्रनायकः॥'],
  ['आवर्णादेव यः प्राप्यः स आदित्यः प्रकीर्तितः।\nअदितिः देवकी तस्य वा आदित्यः अपत्यभावतः॥', 'समस्त तेजोहरण ज्योतिषा दीप्यते च यः।\nस वै स्यात् ज्योतिरादित्यो नवार्णो ज्ञानदायकः॥', 'ब्रह्मादिमन्तु सहनात् सहिष्णुः इति कथ्यते', 'धर्मे प्रत्ययिततमो गतिसत्तम उच्यते']
],
  [
  ['सुशोभनं धनुर्यस्य सुधन्वा परिकीर्तितः ', 'तीव्रकोपात् परशुना रौद्रसंग्राम खंडनात्।\nप्रोक्तः स खण्डपरशुः नवार्णः शोकनाशनः ॥', 'बाह्याभ्यन्तर शत्रूणां दारणादपि दारुणः', 'शास्त्रं तदर्थं द्रविणं प्रददाति जनाय यः।\nव्यासो भूत्वा हरिः साक्षात् द्रविणप्रद उच्यते॥'],
  ['परया विद्यया यः स्वं स्पृशतीति परे पदे ।\nदिविस्पृक् प्रोच्यते नित्यं॥', 'सर्वदृक् सर्वदर्शनात् ', 'त्रय्याः चतुर्धा करणात् व्यास इत्युच्यते बुधैः', 'वाचः पञ्चमवेदस्य स्वामी वाचस्पतिः स्मृतः', 'सारस्वतावतारे हि भगवद्वाग्भवत्वतः।\nस्मृतो हि आयोनिज इति वस्वर्णः कर्मनाशकः॥']
],
  [
  ['प्रोक्तः त्रिसामा यस्मात् सः बृहदादि त्रिसामकः', 'स्वयं स्वानुभवप्रीत्या गायतीति च त्रिसामगः', 'स्वगायकानां कालुष्यं स्यति यः साम कथ्यते', 'निर्वाणं स्यात् परगतेः निमित्तं निर्गतैनसां', 'असाध्य भवरोगस्य भेषजम् यत् सदौषधं ', 'भवरोगनिदानज्ञो यः असौ भिषक् उदीरितः '],
  ['त्यागेन सात्विकेनाशु रजसस्तमसः पदं।\nयः कृन्तति स संन्यासकृत् नवार्णो मनुः स्मृतः॥', 'अनुद्रिक्तः शमः प्रोक्तः', 'शान्तः अविकृतमानसः', 'निष्टायते च योगोत्थैः यत्र निष्ठा स कथ्यते', 'सर्वाधिकार शाम्यन्ति समाधौ परमे यतः।\nअतः शान्तिः इति प्रोक्तः ऋत्वर्णो भक्तिदो मनुः॥', 'यस्मात् तु परमा भक्तिः चरमा प्रापिका मता।\nतस्मात् परायणं इति स्मृतो हि अष्टार्ण उत्तमः॥']
],
  [
  ['स्वभक्त्युद्भव कल्याण यमादि अष्टाङ्ग सम्भवः।\nयः स्यात् शुभाङ्गः स प्रोक्तः सप्तार्णो ध्यानदायकः॥', 'एवं निष्पन्न भक्तिभ्यः शान्तिं सायुज्य समज्ञिकां।\nमहानन्दां ददातीति शान्तिदः परिकीर्तितः॥', 'कर्म वैचित्र्यतः सृज्यान् स्रष्टा स्यात् सृजतीति यः ', 'को प्रकृते मण्डले अस्मिन् स्वभोक्तृनपि भोजयन्।\nमोदते यः सर्वकालं कुमुदः स तु गीयते॥', 'बलं येशां कुत्सितं कुवलाः जीवसंज्ञिताः।\nदेहेन्द्रियादेः ईशास्ते कुवलेशा इति स्मृताः।\nयस्तान् नियच्छन् यात्येषा कुवलेशय उच्यते॥'],
  ['संसारबीज क्षेत्रस्य प्रकृतेः स्थापकश्च यः।\nयः स गोहितः॥', 'स स्वभूमेः पतिबात् गोपतिः स्मृतः ', 'गोप्ता स यः कर्मफलाचक्रस्य परिपालकः', 'यतः अक्षो वृषभो धर्मो वृषभाक्षः स उच्यते', 'धर्मौ प्रियौ तौ अस्येति प्रवर्तकनिवर्तकौ।\nवृषप्रिय स विज्ञेयो हि अष्टार्णः फलदो मनुः॥']
],
  [
  ['पितृयाण प्रवृत्तानां ससारादनिवर्तनात्।\nअनिवर्ती समाख्यातो हि अष्टार्णो भयदो मनुः॥', 'सर्वे निवृत्तिधर्माणो यस्यात्मानः स तु स्मृतः।\nनिवृत्तात्मा इति अष्टवर्णो दुष्कर्म फलमोचकः॥', 'स्वाभाविकासंकुचितमेधायाः अप्रसारणम्।\nप्रवृत्तिधर्मणां कर्तु शीलं यस्यास्ति सर्वदा। \nस संक्षेप्ता इति कथितः षडर्णो धीविकासदः॥', 'असंकोचज्ञान रूपक्षेमस्य करणात् सतां।\nक्षेमकृच्चापि सर्वेषां॥', 'शिवस्य करणात् शिवः'],
  ['लक्ष्मीवाल्लभ्य सौभाग्य चिन्हं श्रीवत्स नामकं।\nश्रीवत्सवक्षाः अस्यास्ति वक्षसीति स तु स्मृतः॥', 'श्रियो विहारस्थानत्वात् श्रीवास इति चोच्यते', 'स्वयं श्रिया पतित्वेन वृत्तत्वात् श्रीपतिः स्मृतः', 'देवानां श्रीमतां श्रेष्ठः श्रीमतां वर उच्यते ']
],
  [
  ['यः असौ श्रियै स्वप्रणय रसदः श्रीद ईरितः ', 'श्रीशः स श्रिय ईशत्वात् ईशा श्रीरस्येति वा', 'नित्योपघ्न निवासत्वात् श्रीनिवासः श्रियः स्मृतः', 'श्रीरस्मिन् निहिता नित्यं श्रीनिधिः परिकीर्तितः', 'श्रीप्रख्योपाख्ययोर्हेतुः यस्य स श्रीविभावनः'],
  ['रुच्यर्चिः कौमुदीगन्धान् निसर्गात् धरति श्रियं। \nसुधारत्नेन्दु पुष्पाणि यथा असौ श्रीधरः ततः॥', 'व्यूहादिषु अवतारेषु स्वानुरूपां करोति तां।\nश्रियं यः असौ श्रीकरः स्यात् मुन्यर्णः श्रीकरो मनुः॥', 'श्रेयसे श्रयणीया श्रीः श्रेयःश्रीः नित्ययोगिनी। \nश्रेयः श्रीमान् असौ अस्य वस्वर्णो पुरुषार्थदः॥', 'श्रिया सह जगन्मात्रा पितृवत् सकलाश्रयः।\nलोकत्रयाश्रयः स स्यात् दशार्णो रक्षकत्वदः॥']
],
  [
  ['श्रीसौन्दर्य सुधासिन्धु पारीणकरणो हि यः।', 'स्वक्षः श्रीस्पृहणीयाङ्गः स्वङ्गः इत्येष उच्यते', 'अन्योन्य प्रणयानन्द प्रवाहश्च अमितः अस्य हि।\nशतानंदः स विज्ञेयो दम्पत्यानन्ददो मनुः॥', 'सर्वत्र सर्वथा नन्दिः श्रिया ऋध्द्यति सर्वदा', 'नित्यसूरिगणानां य ईशो ज्योतिर्गणेर्श्वरः'],
  ['सौशील्यस्य गुणस्याथ परमावधि वर्णनं।\nविजितात्मा जितं यस्य मानसं प्रणतैश्च सः॥', 'इह गच्छ इह तिष्ठ इदं भुङ्क्ष्व इति प्रणतैः सदा।\nयोग्यं विधातुं यद्रूपं वीधेयात्मा स कीर्तितः॥', 'इदृक् सौशील्यसत्वात् हि सात्कीर्तिः इति कथ्यते', 'सौशील्यप्रथया चैवं दुष्करत्वादि संशयः।\nछिन्नो येन विशेषेण स प्रोक्तः छिन्नसंशयः॥']
],
  [
  ['प्रत्यक्ष विषयत्वेन हि उत्पन्नः चर्मचक्षुषाम्।\nउदीर्णः इति स प्रोक्तः सप्तार्णो नायानप्रदः॥', 'यत्साक्षात्कार कर्माणि चर्मचक्षूंष्यपि त्वतः।\nसर्वतः सर्वतश्चक्षुः नवार्णो नेत्रशक्तिदः॥', 'प्रोक्तो हि अनीशः भक्तेषु हदायत्त अखिलक्रियः', 'बिंबाकृत्या आत्मना बिंबे स्थितः स्यात् शाश्वतस्थिरः'],
  ['स्वयंव्यक्तादि रूपेण को शेते भूशयः ततः', 'एवं विश्वजनीन शीलेन एषः श्रियः पतिः।\nतदात्मानं भूषयति भूषणः तत् स कीर्तितः॥', 'यः असौ समृद्धिं ऐश्वर्यं भक्तानां भूतिः ईरितः ', 'नाथत्वात् चापि सर्वेषां अशोकः अनाथताहतेः ', 'भक्तानां स्वेन सम्बन्द्धव्यतिरेक निबन्धनं।\nशोकं नाशयतीत्येषः शोकनाशनः ईरितः॥']
],
  [
  ['बाह्याभ्यन्तर सद्भक्त चक्षुरुन्नयनक्षमं।\nदिव्यं तेजः सदा यस्य सः अर्चिष्मान् इति कथ्यते॥', 'अर्चां हि अर्चावतारो अस्य क्षेत्रायतन सद्मसु ।\nसञ्जाता इति अर्चीतः प्रोक्ता सप्तार्णो वांचित प्रदः,॥', 'काम्यते स सजातीयैर्गुणैः कुम्भः प्रकीर्तितः।\nकौ स भातीति कुम्भो वा षदर्णो भयनाशकः॥', 'सर्वाश्रितेषु अशेषेण सर्वस्य त्यागतः सदा। विशुद्धात्मा', 'क्षेत्रमृत शोधकः स्यात् विशोधनः'],
  ['तत्तत्क्षेत्रेश्वरोक्तिः स्यात् अनिरुद्धादिनामभिः।\nवासुमाण्डाख्य भूभागे नित्यसंनिहितः स्थितः।\nअनिरुद्ध इति ख्यातो वस्वर्णो मनुरूत्तमः॥', 'प्रतिपक्षस्य राहित्यात् बह्वनिष्टजनार्दनः।\nविख्यातो हि अप्रतिरथः नावार्णः शत्रुनाशकः॥', 'आत्मप्रद्योतनत्वाच्च प्रद्युम्न इति कथ्यते।\nअधिष्ठाय स्थितः साक्षात् भक्तानां सुगतिप्रदः॥', 'लोकत्रयः अपि अपर्याप्त विक्रमो अमितविक्रमः ']
]];

export const meanings = [
  [['Complete in all respects', 'One who pervades', 'One who controls and directs', 'Master of all things in the past, future and present'],
  ['Creator of all beings', 'Supporter of all beings', 'One who exists', 'Basis of all beings', 'One who nourishes all beings']
],
  [
  ['Pure Self', 'Ultimate Self', 'Supreme goal of the liberated'],
  ["By whom the liberated aren't sent away", 'Generous', 'Direct witness', 'Knower of the field', 'And never wanes']
],
  [
  ['The means', 'Leader of yoga-practitioners', 'Lord of primordial matter and jeevatmas'],
  ['Body of a human combined with lion', 'Having a lovely form', 'With awesome locks of hair', 'Supreme person']
],
  [
  ['All', 'Remover', 'Confers auspiciousness', 'Persistent, without breaks', 'Eagerly resorted to by all', 'Inexhaustible treasure'],
  ['Manifests for approachability', 'Saviour', 'Supporter', 'Sublime born without blemish', 'All powerful', 'Supreme ruler']
],
  [
  ['Manifests according to will', 'Happiness', 'Person in the sun', 'Lotus-eyed', 'Venerable sound'],
  ['Without beginning or end', 'Creator', 'Producer', 'Ultimate among producers']
],
  [
  ['Immeasurable', 'Controller of sense organs', 'With a lotus in the navel', 'Lord of the immortals'],
  ['Agent of all actions', 'Wills', 'Chiseller', 'Huge', 'Existent, independent of time', 'Firm and unchanging']
],
  [
  ['Beyond grasp', 'Eternal', 'Exceedingly delighted', 'Red-eyed', 'Destroyer'],
  ['Affluent', 'Has the three-fold worlds as a residence', 'Purity', 'Supreme auspiciousness']
],
  [
  ['Controller', 'Life-giver', 'Life', 'Praise-worthy', 'Pre-eminent, served by praise', 'Lord of the liberated'],
  ['Is in a lovely abode', 'Protector of the Earth', 'Husband of Lakshmi', 'Attracts the liberated senses']
],
  [
  ['Ruler', 'Powerful', 'Wielder of the bow', 'Boundless intellect', 'Moves on the bird', 'Prosperous'],
  ['Unsurpassed', 'Unassailable', 'Grateful for virtue', 'The act of virtue', 'Owner of the Self']
],
  [
  ['Lord of gods', 'The refuge', 'Bliss', 'Creator of the universe', 'Abode of living beings'],
  ['Never forsakes', 'Lives to uplift', 'Accepts', 'Reliable', 'Displays all glory']
],
  [
  ['Remover of obstacles', 'Reaches all', 'Naturally achievable', 'Goal', 'Source of all', 'Never separated from devotees'],
  ['Varaha, the dharma', 'Incomprehensible', 'Attainable by all means']
],
  [
  ['Dwells', 'Thinks of devotees as treasure', 'Well-disposed', 'Uniformly disposed', 'Grasped by devotees in limitation', 'Equally disposed towards those recently familiarized'],
  ['Never futile', 'Eye of the liberated', 'Virtuous doer', 'Virtuous form']
],
  [
  ['Makes devotees shed tears of joy', 'Multi-headed', 'Supporter', 'Associates with all', 'Listens to pure words'],
  ['Nectar', 'Eternal and steady', 'Supreme object of attainment', 'Great knowledge']
],
  [
  ['Moves with all', 'Obtains all', 'Shines', 'Army for protecting all', 'Destroyer of persons'],
  ['Propounder of knowledge', 'Knower', 'Not bereft of any branches of knowledge', 'Knowledge as body', 'Enforces practice according to the knowledge of rules', 'Sees beyond']
],
  [
  ['Presides over the world', 'Presides over the compliant', 'Presides over virtue', 'Giver of temporary and the permanent'],
  ['Takes the form of vasudeva, sankarshana, pradyumna, aniruddha', 'Present in all four states: awake, sleep, deep-sleep and the final state', 'Has four teeth', 'Has four arms']
],
  [
  ['Effulgent', 'Food, the object of enjoyment', 'The enjoyer', 'The forgiver', 'Born at the beginning of the universe'],
  ['Flawless', 'Victory', 'Conqueror', 'Cause of the universe', 'Again lives in it']
],
  [
  ['Brother of Indra', 'Dwarf', 'Giant', 'Never purposeless', 'Pure', 'Ever strong'],
  ['Beyond Indra', 'Easily reached', 'Self-creates for easy reach', 'Supports every Self', 'Disciplines', 'Rules']
],
  [
  ['Can be realized', 'Knower of the remedy', 'Ever alert', 'Slayer of the strong', 'Propounds knowledge', 'Like honey, sweet inside-out'],
  ['Beyond the range of senses', 'Wonderful power of enchantment', 'Unstoppable initiative', 'Immense strength']
],
  [
  ['Immense intellect', 'Potency to remain unfazed', 'Immense power', 'Great splendor'],
  ['Indescribable body', 'Beautiful', 'Immeasurable depth', 'Bearer of great mountains']
],
  [
  ['Wields the mighty bow', 'Bearer of the earth', 'Residence of Lakshmi', 'Refuge of the pious'],
  ['Irresistible', 'Source of delight to the compliant', 'Recipient of praise', 'Protector of those who know the words of praise']
],
  [
  ['Ray', 'Dispeller', 'Swan', 'Lovely feathers', 'Master of the serpent'],
  ['Having a beautiful navel', 'Great intellect and resolve', 'Lotus-navel, the origin', 'Lord of beings']
],
  [
  ['Foe of death', 'Sees all', 'The lion', 'Makes devotees to unite with him', 'Ever united with devotees', 'Firmly attached to devotees'],
  ['Birthless', 'Impossible to overcome', 'Restrains obstacles', 'Heard with wonder', 'Slayer of enemies of the compliant']
],
  [
  ['Foremost among the preceptors', 'The place of residence', 'Good', 'With truthful activity'],
  ['Eyes closed', 'Ever awake', 'With a garland', 'Lord of speech', 'Vast knowledge for the benefit of all']
],
  [
  ['Guide to a high place', 'Leader of the hosts', 'Beautiful even as a fish', 'Just', 'Carries out commands of devotees', 'Sets activities in motion'],
  ['Thousand headed', 'The Self of the universe', 'Thousand eyed', 'Thousand footed']
],
  [
  ['Turns the wheel', 'Rises above', 'Remains hidden', 'Dispels darkness'],
  ['Turns the day', 'Bears the universe in the form of space', 'Giver of life-breath', 'Bearer of the earth, which bears others']
],
  [
  ['Bestows favors', 'Clear minded', 'Creates the universe out of kindness', 'Pervades and protects the universe'],
  ['Honours those who are true', 'Is worshipped', 'Carries out their wishes', 'Concealer', 'Pervades and supports in every way', 'Imperishable']
],
  [
  ['Uncountable', 'Immeasurable', 'Superior', 'Makes them eminent', 'Clean'],
  ['Achieves all desires', 'Achieves all intentions', 'Bestows powers', 'Makes the means as pleasant as the goal']
],
  [
  ['Daybreak of virtue', 'Showers virtues', 'Pervades without gaps', 'Steps of virtue', 'Belly of virtue'],
  ['Nourishes', 'And grows', 'Unique', 'Sea of scriptures']
],
  [
  ['Great arms', 'Impossible to contain', 'Whose words are cool and deep', 'Has great wealth', 'Gives wealth', 'The wealth'],
  ['Has multiple forms', 'Has immense form', 'Pervades the rays', 'Shows']
],
  [
  ['Endowed with strength, vigour, brilliance', 'Well known to all', 'Scorches'],
  ['Plentiful', 'Clear words', 'Protects those who meditate', 'Rays like that of the moon', 'Effulgence of the sun']
],
  [
  ['Source of the nectar-rayed moon', 'Lustrous sun', 'Disowns the evil-minded', 'Lord of the compliant'],
  ['Medicine', 'Barrier of the universe', 'Valor and virtue']
],
  [
  ['Lord of all in the past, present, future', 'Moves about', 'Purifier', 'Insatiable'],
  ['Destroyer of desires', 'Creator of desires', 'Desirable', 'Lovable', 'Grants desires', 'Powerful']
],
  [
  ['Creator at the beginning of a yuga', 'Rotates the yugas', 'Multiple wonders', 'Voracious eater'],
  ['Cannot be seen', 'Yet has a manifest form', 'Conqueror of a hundred', 'Boundless']
],
  [
  ['Liked', 'Equal attitude towards others', 'Dear to eminent persons', 'Has the plume of lordship', 'Binds', 'Drenches the fatigued and consoles'],
  ['Gave up anger', 'Showed anger', 'Cuts', 'Arms for favoring the world', 'Supporter of the world']
],
  [
  ['Never falls', 'Great reputation', 'Life-breath', 'Life-giver', 'Born after Indra to help him'],
  ['Sustainer of the waters of the ocean', 'Support', 'Vigilant', 'Self-dependent']
],
  [
  ['Dries and destroys', 'Supporter of the destroyer', 'The prop', 'Granter of boons', 'Vayu as his vehicle'],
  ['Pervades and sports', 'Profuse lustre', 'The first deity', 'Destroyer of cities']
],
  [
  ['Remover of inner suffering', 'Crosses over external harms', 'Savior', 'Valiant', 'Son of the valiant', 'Owns the people like wealth'],
  ['Within reach', 'Hundred whirlpools', 'Has a lotus', 'Lotus-like glances']
],
  [
  ['Lotus-like navel', 'Lotus-eyed', 'Installed in the heart-lotus', 'Protector of the body'],
  ['Immense riches', 'Prosperous', 'Full-grown nature', 'Powerful axle', 'Garuda-bannered']
],
  [
  ['Has no equal', 'Destroyer', 'Formidable', 'Knower of conventions', 'Takes offerings'],
  ['Distinguished by all symbols', 'Always with Lakshmi', 'Victor in battles']
],
  [
  ['Never wanes', 'Red complexion', 'Sought after', 'Cause', 'Worlds in the belly', 'Patient'],
  ['Supporter of the earth', 'Extremely fortunate', 'Quick', 'Limitless eater']
],
  [
  ['Remover of bondage', 'Creator of commotion', 'Entertains himself', "Always has Lakshmi's company", 'Supreme ruler'],
  ['The means', 'Moves others to action', 'The agent', 'Moved by emotions', 'Inscrutable', 'Saviour']
],
  [
  ['The pivot', 'Basis for the divisions of time', 'The final end', 'Giver of the supreme abode', 'The stationary'],
  ['Noble and auspicious qualities', 'Explicit greatness', 'Pleased', 'Replete', 'Auspicious-eyed']
],
  [
  ['Delights', 'Before whom all become powerless', 'Unattached , sought after, flawless path', 'Governed by devotees', 'Draws everyone', 'Cannot be drawn away'],
  ['Cause of fear', 'Greatest among the powerful', 'Virtue', 'Foremost among those who know virtue']
],
  [
  ['Remover of obstacles', 'Purifier of all ', 'The vital air', 'The life-giver', 'Moves others to bow to Him', 'Well known'],
  ['Lives in loving and delightful hearts; like a treasure of gold', 'Enemy-slayer', 'Pervasive', 'Moves towards devotees', 'Never diminishes']
],
  [
  ['Delights hearts with His qualities', 'Delightful appearance', 'Draws all towards Himself', 'Is in the supreme abode', 'Takes everyone along'],
  ['Formidable', 'Lies in waiting', 'Quick in action', 'The place of rest', 'Well-disposed towards all, gifter of the universe']
],
  [
  ['Spreads', 'Tranquil after establishing', 'Authority ', 'The imperishable seed'],
  ['Is the goal', 'Is not the goal', 'Has great treasure', 'Has great objects of enjoyment', 'Great wealth']
],
  [
  ['Never despondent', 'The prodigous', 'The basis', 'Always united to principles', 'The great worship'],
  ['Moves the stars', 'Bears the stars', 'Capable', 'Diminished', 'Makes everyone work in their roles']
],
  [
  ['The practice of worship', 'The ultimate object of any worship', 'And the object of ultimate worship', 'Object of offerings and contribution', 'Object of activity done in a collective continuum', 'Goal of those who seek liberation'],
  ['Presides over both attachment and liberation', 'Unattached to the material world', 'Self-aware in all aspects', 'The ultimate awareness']
],
  [
  ['Good vow', 'Charming face', 'Subtle', 'Delightful chant', 'Giver of bliss', 'Good hearted'],
  ['Naturally captivating', 'Has won over anger', 'Mighty arms', 'Cuts everything formidable']
],
  [
  ['Lulls to sleep', 'Under own control', 'Pervades to provide strength', 'Diverse forms', 'Diverse activities'],
  ['Lives within', 'Affectionate ', 'Possessed of loving children ', 'Has abundant wealth ', 'Quick giver of wealth ']
],
  [
  ['Protector of virtue', 'Makes virtue happen', 'Whose natural way is righteousness itself', 'Commendable, unconditionally auspicious ', 'Free of decrease or destruction', 'Giver of endless existence to the pretentious ', '- with cycles of temporary miseries'],
  ['Ignores the faults of those who surrender', 'Uncountable rays of knowledge', 'Controller', 'Has made the characteristics of the favored']
],
  [
  ['With the brilliant discus', 'In the heart of a devotee ', 'Punishes those who trouble devotees', 'Supreme lord of all beings'],
  ['Origin of brilliance', 'The great player', 'Owns all the powerful', 'Supports the powers', 'Teaches knowledge ']
],
  [
  ['Rescuer', 'Master of words', 'Nurtures knowledge as Hayagriva', 'Attainable by supreme knowledge ', 'Ancient, revealing self in every kalpa'],
  ['Bears the world and its elements as the body', 'The enjoyer ', 'Lord of the monkeys', 'Generous gifter']
],
  [
  ['Drinks the juice called soma', 'The enjoyer and the protector of enjoyment ', 'The enjoyment', 'Conqueror of many', 'Remains with great devotees'],
  ['Subdues', 'Is conquered by those who take refuge in him', 'His promises are always true', 'Deserves all gifts, including the self', 'Lord of the authentic']
],
  [
  ['Gives life, preventing devotees from ruin', 'Protects by treating with love and affection', 'Oversees the accomplishments of devotees', 'Giver of liberation', 'Boundless valor to support devotees'],
  ['Placed under the water in the form of a tortoise', 'The self in ananta, the pillar of the universe', 'Reclines in the vast ocean', 'Brings the end']
],
  [
  ["The sound of 'a', which is the base of all sounds", 'Worthy of supreme worship', 'Naturally worshipped by those who belong to him', 'Wins over the possessiveness of devotees', 'Delights his devotees'],
  ['Bliss', 'Bliss giver', 'Replete with blissful things', 'Authentic in thought, speech, action- from start to goal', 'Pervades the three vedas']
],
  [
  ['Sees ultimate reality', 'Teaches the reality of the elements', 'Acknowledges any humility', 'Lord of the earth'],
  ['Reveals all three- the enjoyer, object of enjoyment, and the controller', 'Saviour of the various powers', 'Big-tusked', 'Terminates']
],
  [
  ['The great boar', 'Rescuer of earth', 'Powerful army-like body', 'Adorned by pure matter'],
  ['Concealed in all', 'Deep', 'Cannot be understood ', 'Protected', 'Bears the discus and the mace']
],
  [
  ['The provider', 'Having unique marks of sovereignty', "Has a city that's unconstrained", 'Dark hued body', 'Huge and strong in blessing devotees', 'Attracts', "Doesn't slip"],
  ['Covers everything ', 'Stays with those who seek him', 'The eternal resort', 'With nourishing eyes', 'Broad minded, generous']
],
  [
  ['Auspicious, repels misfortune', 'Goes by all auspicious qualities ', 'Having Nanda as father, enjoying', 'Adorned by his fragrant garland ', 'Having the plough as the instrument '],
  ["Realized by the sound of 'aa'", 'Resplendent', 'Patient', 'The foremost instructor for higher achievement']
],
  [
  ['With a splendid bow', 'With a broken axe', 'Splits internal and external foes', 'Gives the wealth of the scriptures'],
  ['Touches own supremacy', 'Sees everything ', 'Organizer of knowledge', 'Master of words, of the Mahabharata', 'Not born from a womb']
],
  [
  ['Described by the three-fold Saama-veda', 'Sings the Saama', 'The dispeller', 'The ultimate bliss', 'The remedy', 'The physician'],
  ['Cuts the bonds', 'Unperturbed', 'Tranquil', 'Concentration ', 'Peace', 'The ultimate means']
],
  [
  ['Grants the accessories of yoga', 'Gives eternal peace', 'Creates your world for your deeds', 'Happy', 'Controls the beings who wander as the master of their bodies'],
  ['Sows and establishes this world', 'Lord of all places of enjoyment ', 'Protector of the world of consequence', 'Axle of virtue ', 'Loves virtue ']
],
  [
  ["Doesn't stop people who want to return to this world", 'The essence of those who work towards liberation', 'Limits the knowledge of those who want to remain in this world', 'Does what is good', 'Auspicious '],
  ['With the mole symbolic of fortune', 'The abode of Lakshmi', "Lakshmi's companion", "Foremost in Lakshmi's gaze "]
],
  [
  ['Gives glory', 'Governs and governed by Lakshmi', 'Ever supports Lakshmi', 'With Lakshmi as His jewel', 'Owes his fame to Lakshmi'],
  ['Bearer of Lakshmi', 'Takes Lakshmi in every form', 'Endowed with Lakshmi, who is the resort to reap all achievements', 'Refuge of the world']
],
  [
  ['Has eyes that can see Lakshmi', 'Has a lovely form', 'Hundred-fold bliss', 'Delighted', 'Lord of the lustrous '],
  ['Whose mind has been won over', 'Submissive', 'Truly renown', 'Cuts all doubts']
],
  [
  ['Directly perceived with ordinary eyes', 'Visible to everyone everywhere ', 'Not the master', 'Eternal and steady in His image'],
  ['Lies down in places chosen by devotees, sages, and His will', 'Adorned by such presence', 'Wealth', 'Without sorrow', 'Destroys sorrow coming from being separated from Him']
],
  [
  ['Has lustre that opens the eyes', 'Worshipped in all forms', 'Shines to be desired in this world', 'Pulls out all stops for His devotees', 'Purifies in His place'],
  ['Unstoppable', "Can't be confronted", 'Illuminates', 'Having immeasurable strides']
]];

